{
    "Mark": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The beginning of the [facts regarding the] good news of Jesus Christ, the Son of God. &apos;B ehold , I send M y messenger ahead of Y ou , W ho will prepare Y our way&ndash; &quot;P repare the way of the L ord ,"
            },
            {
                "verse_number": "2",
                "verse_text": "As it is written and forever remains in the [writings of the] prophet Isaiah:"
            },
            {
                "verse_number": "3",
                "verse_text": "A voice of one shouting in the wilderness , M ake H is paths straight !&quot; &apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "John the Baptist appeared in the wilderness preaching a baptism of repentance for the forgiveness of sins [that is, requiring a change of one&quot;s old way of thinking, turning away from sin and seeking God and His righteousness]."
            },
            {
                "verse_number": "5",
                "verse_text": "And all the country of Judea and all the people of Jerusalem were continually going out to him; and they were being baptized by him in the Jordan River, as they confessed their sins."
            },
            {
                "verse_number": "6",
                "verse_text": "John wore clothing made of camel&quot;s hair and had a [wide] leather band around his waist, and he ate locusts and wild honey."
            },
            {
                "verse_number": "7",
                "verse_text": "And he was preaching, saying, &apos;After me comes He who is mightier [more powerful, more noble] than I, and I am not worthy to stoop down and untie the straps of His sandals [even as His slave]."
            },
            {
                "verse_number": "8",
                "verse_text": "As for me, I baptized you [who came to me] with water [only]; but He will baptize you [who truly repent] with the Holy Spirit.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "In those days Jesus came from Nazareth of Galilee and was baptized by John in the Jordan."
            },
            {
                "verse_number": "10",
                "verse_text": "Immediately coming up out of the water, he (John) saw the heavens torn open, and the Spirit like a dove descending on Him (Jesus);"
            },
            {
                "verse_number": "11",
                "verse_text": "and a voice came out of heaven saying: &apos;You are My beloved Son, in You I am well-pleased and delighted!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Immediately the [Holy] Spirit forced Him out into the wilderness."
            },
            {
                "verse_number": "13",
                "verse_text": "He was in the wilderness forty days being tempted [to do evil] by Satan; and He was with the wild animals, and the angels ministered continually to Him."
            },
            {
                "verse_number": "14",
                "verse_text": "Now after John [the Baptist] was arrested and taken into custody, Jesus went to Galilee, preaching the good news of [the kingdom of] God,"
            },
            {
                "verse_number": "15",
                "verse_text": "and saying, &apos;The [appointed period of] time is fulfilled, and the kingdom of God is at hand; repent [change your inner self&ndash;your old way of thinking, regret past sins, live your life in a way that proves repentance; seek God&quot;s purpose for your life] and believe [with a deep, abiding trust] in the good news [regarding salvation].&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "As Jesus was walking by the shore of the Sea of Galilee, He saw Simon [Peter] and Simon&quot;s brother, Andrew, casting a net in the sea; for they were fishermen."
            },
            {
                "verse_number": "17",
                "verse_text": "And Jesus said to them, &apos; Follow Me [as My disciples, accepting Me as your Master and Teacher and walking the same path of life that I walk], and I will make you fishers of men.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Immediately they left their nets and followed Him [becoming His disciples, believing and trusting in Him and following His example]."
            },
            {
                "verse_number": "19",
                "verse_text": "Going on a little farther, He saw James the son of Zebedee, and his brother John, who were also in the boat mending and cleaning the nets."
            },
            {
                "verse_number": "20",
                "verse_text": "Immediately Jesus called to them; and they left their father Zebedee in the boat with the hired workers, and went away to follow Him [becoming His disciples, believing and trusting in Him and following His example]."
            },
            {
                "verse_number": "21",
                "verse_text": "They went into Capernaum, and immediately on the Sabbath Jesus went into the synagogue and began to teach."
            },
            {
                "verse_number": "22",
                "verse_text": "They were completely amazed at His teaching; because He was teaching them as one having [God-given] authority, and not as the scribes."
            },
            {
                "verse_number": "23",
                "verse_text": "Just then there was a man in their synagogue with an unclean spirit; and he cried out [terribly from the depths of his throat],"
            },
            {
                "verse_number": "24",
                "verse_text": "saying, &apos; What business do You have with us, Jesus of Nazareth? Have You come to destroy us? I know who You are&ndash;the Holy One of God!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus rebuked him, saying, &apos;Be quiet (muzzled, silenced), and come out of him!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The unclean spirit threw the man into convulsions, and screeching with a loud voice, came out of him."
            },
            {
                "verse_number": "27",
                "verse_text": "They were all so amazed that they debated and questioned each other, saying, &apos;What is this? A new teaching with authority! He commands even the unclean spirits (demons), and they obey Him.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Immediately the news about Him spread everywhere throughout the district surrounding Galilee."
            },
            {
                "verse_number": "29",
                "verse_text": "And immediately they left the synagogue and went into the house of Simon [Peter] and Andrew, accompanied by James and John."
            },
            {
                "verse_number": "30",
                "verse_text": "Now Simon&quot;s mother-in-law was lying sick with a fever; and immediately they told Him about her."
            },
            {
                "verse_number": "31",
                "verse_text": "Jesus went to her, and taking her by the hand, raised her up; and the fever left her, and she began to serve them [as her guests]."
            },
            {
                "verse_number": "32",
                "verse_text": "Now when evening came, after the sun had set [and the Sabbath Day had ended, in a steady stream] they were bringing to Him all who were sick and those who were under the power of demons,"
            },
            {
                "verse_number": "33",
                "verse_text": "until the whole city had gathered together at the door."
            },
            {
                "verse_number": "34",
                "verse_text": "And Jesus healed many who were suffering with various diseases; and He drove out many demons, but would not allow the demons to speak, because they knew Him [recognizing Him as the Son of God]."
            },
            {
                "verse_number": "35",
                "verse_text": "Early in the morning, while it was still dark, Jesus got up, left [the house], and went out to a secluded place, and was praying there."
            },
            {
                "verse_number": "36",
                "verse_text": "Simon [Peter] and his companions searched [everywhere, looking anxiously] for Him,"
            },
            {
                "verse_number": "37",
                "verse_text": "and they found Him and said, &apos;Everybody is looking for You!&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "He replied, &apos;Let us go on to the neighboring towns, so I may preach there also; that is why I came [from the Father].&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "So He went throughout Galilee, preaching [the gospel] in their synagogues and casting out demons."
            },
            {
                "verse_number": "40",
                "verse_text": "And a leper came to Him, begging Him and falling on his knees before Him, saying, &apos;If You are willing, You are able to make me clean.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Moved with compassion [for his suffering], Jesus reached out with His hand and touched him, and said to him, &apos;I am willing; be cleansed.&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "The leprosy left him immediately and he was cleansed [completely healed and restored to health]."
            },
            {
                "verse_number": "43",
                "verse_text": "And Jesus [deeply moved] admonished him sternly and sent him away immediately,"
            },
            {
                "verse_number": "44",
                "verse_text": "saying to him, &apos;See that you tell no one anything [about this]; but go, show yourself to the priest and offer for your purification what Moses commanded, as proof to them [that you are really healed].&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "But he went out and began to proclaim it freely and to spread the news [of his healing], to such an extent that Jesus could no longer openly enter a city [where He was known], but stayed out in the unpopulated places; yet people were still coming to Him from everywhere."
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Jesus returned to Capernaum, and a few days later the news went out that He was at home."
            },
            {
                "verse_number": "2",
                "verse_text": "So many people gathered together that there was no longer room [for them], not even near the door; and Jesus was discussing with them the word [of God]."
            },
            {
                "verse_number": "3",
                "verse_text": "Then they came, bringing to Him a paralyzed man, who was being carried by four men."
            },
            {
                "verse_number": "4",
                "verse_text": "When they were unable to get to Him because of the crowd, they removed the roof above Jesus; and when they had dug out an opening, they let down the mat on which the paralyzed man was lying."
            },
            {
                "verse_number": "5",
                "verse_text": "When Jesus saw their [active] faith [springing from confidence in Him], He said to the paralyzed man, &apos;Son, your sins are forgiven.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "But some of the scribes were sitting there debating in their hearts [the implication of what He had said],"
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Why does this man talk that way? He is blaspheming; who can forgive sins [remove guilt, nullify sin&quot;s penalty, and assign righteousness] except God alone?&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Immediately Jesus, being fully aware [of their hostility] and knowing in His spirit that they were thinking this, said to them, &apos;Why are you debating and arguing about these things in your hearts?"
            },
            {
                "verse_number": "9",
                "verse_text": "Which is easier, to say to the paralyzed man, &quot;Your sins are forgiven&quot;; or to say, &quot;Get up, and pick up your mat and walk&quot;?"
            },
            {
                "verse_number": "10",
                "verse_text": "But so that you may know that the Son of Man has the authority and power on earth to forgive sins&apos; &ndash;He said to the paralyzed man,"
            },
            {
                "verse_number": "11",
                "verse_text": "&apos;I say to you, get up, pick up your mat and go home.&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "And he got up and immediately picked up the mat and went out before them all, so that they all were astonished and they glorified and praised God, saying, &apos;We have never seen anything like this!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus went out again along the [Galilean] seashore; and all the people were coming to Him, and He was teaching them."
            },
            {
                "verse_number": "14",
                "verse_text": "As He was passing by, He saw Levi (Matthew) the son of Alphaeus sitting in the tax collector&quot;s booth, and He said to him, &apos;Follow Me [as My disciple, accepting Me as your Master and Teacher and walking the same path of life that I walk].&apos; And he got up and followed Him [becoming His disciple, believing and trusting in Him and following His example]."
            },
            {
                "verse_number": "15",
                "verse_text": "And it happened that Jesus was reclining at the table in Levi&quot;s house, and many tax collectors and sinners [including non-observant Jews] were eating with Him and His disciples; for there were many of them and they were following Him."
            },
            {
                "verse_number": "16",
                "verse_text": "When the scribes [belonging to the sect] of the Pharisees saw that Jesus was eating with the sinners [including non-observant Jews] and tax collectors, they asked His disciples, &apos;Why does He eat and drink with tax collectors and sinners?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "When Jesus heard this, He said to them, &apos;Those who are healthy have no need of a physician, but [only] those who are sick; I did not come to call the righteous, but sinners [who recognize their sin and humbly seek forgiveness].&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Now John&quot;s disciples and the Pharisees were fasting [as a ritual]; and they came and asked Jesus, &apos;Why are John&quot;s disciples and the disciples of the Pharisees fasting, but Your disciples are not doing so?&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus answered, &apos;The attendants of the bridegroom cannot fast while the bridegroom is [still] with them, can they? As long as they have the bridegroom with them, they cannot fast."
            },
            {
                "verse_number": "20",
                "verse_text": "But the days will come when the bridegroom is [forcefully] taken away from them, and they will fast at that time."
            },
            {
                "verse_number": "21",
                "verse_text": "&apos;No one sews a patch of unshrunk (new) cloth on an old garment; otherwise the patch pulls away from it, the new from the old, and the tear becomes worse."
            },
            {
                "verse_number": "22",
                "verse_text": "No one puts new wine into old wineskins; otherwise the [fermenting] wine will [expand and] burst the skins, and the wine is lost as well as the wineskins. But new wine must be put into new wineskins.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "One Sabbath He was walking along [with His disciples] through the grainfields, and as they went along, His disciples began picking the heads of grain."
            },
            {
                "verse_number": "24",
                "verse_text": "The Pharisees said to Him, &apos;Look, why are they doing what is unlawful on the Sabbath?&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Jesus said to them, &apos;Have you never read [in the Scriptures] what David did when he was in need and was hungry, he and his companions;"
            },
            {
                "verse_number": "26",
                "verse_text": "how he went into the house of God in the time of Abiathar the high priest, and ate the sacred bread, which is not lawful for anyone but the priests to eat, and how he also gave it to the men who were with him?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus said to them, &apos;The Sabbath was made for man, not man for the Sabbath."
            },
            {
                "verse_number": "28",
                "verse_text": "So the Son of Man is Lord even of the Sabbath [and He has authority over it].&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Again Jesus went into a synagogue; and a man was there whose hand was withered."
            },
            {
                "verse_number": "2",
                "verse_text": "The Pharisees were watching Jesus closely to see if He would heal him on the Sabbath, so that they might accuse Him [in the Jewish high court]."
            },
            {
                "verse_number": "3",
                "verse_text": "He said to the man whose hand was withered, &apos;Get up and come forward!&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "He asked them, &apos;Is it lawful on the Sabbath to do good or to do evil, to save a life or to kill?&apos; But they kept silent."
            },
            {
                "verse_number": "5",
                "verse_text": "After looking around at them with anger, grieved at the hardness and arrogance of their hearts, He told the man, &apos;Hold out your hand.&apos; And he held it out, and his hand was [completely] restored."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the Pharisees went out and immediately began conspiring with the Herodians [to plot] against Him, as to how they might [fabricate some legal grounds to] put Him to death."
            },
            {
                "verse_number": "7",
                "verse_text": "Jesus withdrew to the sea with His disciples; and a large crowd from Galilee followed Him; and also people from Judea,"
            },
            {
                "verse_number": "8",
                "verse_text": "and from Jerusalem, and from Idumea, and [from the region] beyond the Jordan, and around Tyre and Sidon; a vast number of people came to Him because they were hearing about all [the things] that He was doing."
            },
            {
                "verse_number": "9",
                "verse_text": "And He told His disciples to have a small boat stand ready for Him because of the many people, so that they would not crowd Him;"
            },
            {
                "verse_number": "10",
                "verse_text": "for He had healed many, and as a result all who had diseases pressed around Him to touch Him."
            },
            {
                "verse_number": "11",
                "verse_text": "Whenever the unclean spirits saw Him, they fell down before Him and screamed out, &apos;You are the Son of God!&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "Jesus sternly warned them [again and again] not to tell who He was."
            },
            {
                "verse_number": "13",
                "verse_text": "He went up on the hillside and called those whom He Himself wanted and chose; and they came to Him."
            },
            {
                "verse_number": "14",
                "verse_text": "And He appointed twelve [disciples], so that they would be with Him [for instruction] and so that He could send them out to preach [the gospel as apostles&ndash;that is, as His special messengers, personally chosen representatives],"
            },
            {
                "verse_number": "15",
                "verse_text": "and to have authority and power to cast out demons."
            },
            {
                "verse_number": "16",
                "verse_text": "He appointed the twelve: Simon (to whom He gave the name Peter),"
            },
            {
                "verse_number": "17",
                "verse_text": "and James, the son of Zebedee, and John the brother of James (to them He gave the name Boanerges, that is, &apos;Sons of Thunder&apos;);"
            },
            {
                "verse_number": "18",
                "verse_text": "and [He also appointed] Andrew, and Philip, and Bartholomew (Nathanael), and Matthew (Levi the tax collector), and Thomas, and James the son of Alphaeus, and Thaddaeus (Judas the son of James), and Simon the Zealot;"
            },
            {
                "verse_number": "19",
                "verse_text": "and Judas Iscariot, who betrayed Him."
            },
            {
                "verse_number": "20",
                "verse_text": "Then He came to a house [in Capernaum], and a crowd formed again, so [many people] that Jesus and His disciples could not even eat a meal [together]."
            },
            {
                "verse_number": "21",
                "verse_text": "When His own family heard this they went to take custody of Him; for they were saying, &apos;He is out of His mind.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "The scribes who came down from Jerusalem were saying, &apos;He is possessed by Beelzebul (Satan),&apos; and &apos;He is driving out the demons by the [power of the] ruler of the demons.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "So He called them to Himself and spoke to them in parables, &apos;How can Satan drive out Satan?"
            },
            {
                "verse_number": "24",
                "verse_text": "If a kingdom is divided [split into factions and rebelling] against itself, that kingdom cannot stand."
            },
            {
                "verse_number": "25",
                "verse_text": "And if a house is divided against itself, that house cannot stand."
            },
            {
                "verse_number": "26",
                "verse_text": "And if Satan has risen up against himself and is divided, he cannot stand, but is coming to an end."
            },
            {
                "verse_number": "27",
                "verse_text": "But no one can go into a strong man&quot;s house and steal his property unless he first overpowers and ties up the strong man, and then he will ransack and rob his house."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;I assure you and most solemnly say to you, all sins will be forgiven the sons of men, and all the abusive and blasphemous things they say;"
            },
            {
                "verse_number": "29",
                "verse_text": "but whoever blasphemes against the Holy Spirit and His power [by attributing the miracles done by Me to Satan] never has forgiveness, but is guilty of an everlasting sin [a sin which is unforgivable in this present age as well as in the age to come]&apos;&ndash;"
            },
            {
                "verse_number": "30",
                "verse_text": "[Jesus said this] because the scribes and Pharisees were [attributing His miracles to Satan by] saying, &apos;He has an unclean spirit.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "Then His mother and His brothers arrived, and standing outside they sent word to Him and called for Him."
            },
            {
                "verse_number": "32",
                "verse_text": "A crowd was sitting around Him, and they said to Him, &apos;Look! Your mother and Your brothers are outside asking for You.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "And He replied, &apos;Who are My mother and My brothers?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Looking at those who were sitting in a circle around Him, He said, &apos;Here are My mother and My brothers!"
            },
            {
                "verse_number": "35",
                "verse_text": "For whoever does the will of God [by believing in Me, and following Me], he is My brother and sister and mother.&apos;"
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "Again Jesus began to teach beside the sea [of Galilee]. And a very large crowd gathered around Him, so He got into a boat [anchoring it a short distance out] on the sea and sat down; and the whole crowd was by the sea on the shore."
            },
            {
                "verse_number": "2",
                "verse_text": "And He taught them many things in parables, and in His teaching He said to them,"
            },
            {
                "verse_number": "3",
                "verse_text": "&apos;Listen! A sower went out to sow seed;"
            },
            {
                "verse_number": "4",
                "verse_text": "and as he was sowing, some seed fell by the road, and the birds came and ate it up."
            },
            {
                "verse_number": "5",
                "verse_text": "Other seed fell on rocks where there was not much soil; and immediately a plant sprang up because the soil had no depth."
            },
            {
                "verse_number": "6",
                "verse_text": "And when the sun came up, the plant was scorched; and because it had no root, it dried up and withered away."
            },
            {
                "verse_number": "7",
                "verse_text": "Other seed fell among thorns, and the thorns came up and choked it, and it yielded no grain."
            },
            {
                "verse_number": "8",
                "verse_text": "And other seed fell into good soil, and as the plants grew and increased, they yielded a crop and produced thirty, sixty, and a hundred times [as much as had been sown].&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "And He said, &apos;He who has ears to hear, let him hear and heed My words.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "As soon as He was alone, those who were around Him, together with the twelve [disciples], began asking Him about [the interpretation of] the parables."
            },
            {
                "verse_number": "11",
                "verse_text": "He said to them, &apos;The mystery of the kingdom of God has been given to you [who have teachable hearts], but those who are outside [the unbelievers, the spiritually blind] get everything in parables,"
            },
            {
                "verse_number": "12",
                "verse_text": "so that they will continually look but not see , and they will continually hear but not understand , otherwise they might turn [from their rejection of the truth] and be forgiven .&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Then He said to them, &apos;Do you not understand this parable? How will you understand and grasp the meaning of all the parables?"
            },
            {
                "verse_number": "14",
                "verse_text": "The sower sows the word [of God, the good news regarding the way of salvation]."
            },
            {
                "verse_number": "15",
                "verse_text": "These [in the first group] are the ones along the road where the word is sown; but when they hear, Satan immediately comes and takes away the word which has been sown in them."
            },
            {
                "verse_number": "16",
                "verse_text": "In a similar way these [in the second group] are the ones on whom seed was sown on rocky ground, who, when they hear the word, immediately receive it with joy [but accept it only superficially];"
            },
            {
                "verse_number": "17",
                "verse_text": "and they have no real root in themselves, so they endure only for a little while; then, when trouble or persecution comes because of the word, immediately they [are offended and displeased at being associated with Me and] stumble and fall away."
            },
            {
                "verse_number": "18",
                "verse_text": "And others are the ones on whom seed was sown among the thorns; these are the ones who have heard the word,"
            },
            {
                "verse_number": "19",
                "verse_text": "but the worries and cares of the world [the distractions of this age with its worldly pleasures], and the deceitfulness [and the false security or glamour] of wealth [or fame], and the passionate desires for all the other things creep in and choke out the word, and it becomes unfruitful."
            },
            {
                "verse_number": "20",
                "verse_text": "And those [in the last group] are the ones on whom seed was sown on the good soil; and they hear the word [of God, the good news regarding the way of salvation] and accept it and bear fruit&ndash;thirty, sixty, and a hundred times as much [as was sown].&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "He said to them, &apos;A lamp is not brought in to be put under a basket or under a bed, is it? Is it not [brought in] to be put on the lampstand?"
            },
            {
                "verse_number": "22",
                "verse_text": "For nothing is hidden, except to be revealed; nor has anything been kept secret, but that it would come to light [that is, things are hidden only temporarily, until the appropriate time comes for them to be known]."
            },
            {
                "verse_number": "23",
                "verse_text": "If anyone has ears to hear, let him hear and heed My words.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Then He said to them, &apos;Pay attention to what you hear. By your own standard of measurement [that is, to the extent that you study spiritual truth and apply godly wisdom] it will be measured to you [and you will be given even greater ability to respond] &ndash;and more will be given to you besides."
            },
            {
                "verse_number": "25",
                "verse_text": "For whoever has [a teachable heart], to him more [understanding] will be given; and whoever does not have [a yearning for truth], even what he has will be taken away from him.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "Then He said, &apos;The kingdom of God is like a man who throws seed on the ground;"
            },
            {
                "verse_number": "27",
                "verse_text": "and he goes to bed at night and gets up every day, and [in the meantime] the seed sprouts and grows; how [it does this], he does not know."
            },
            {
                "verse_number": "28",
                "verse_text": "The earth produces crops by itself; first the blade, then the head [of grain], then the mature grain in the head."
            },
            {
                "verse_number": "29",
                "verse_text": "But when the crop ripens, he immediately puts in the sickle [to reap], because [the time for] the harvest has come.&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "And He said, &apos;How shall we picture the kingdom of God, or what parable shall we use to illustrate and explain it?"
            },
            {
                "verse_number": "31",
                "verse_text": "It is like a mustard seed, which, when it is sown on the ground, even though it is smaller than all the [other] seeds that are [sown] on the soil,"
            },
            {
                "verse_number": "32",
                "verse_text": "yet when it is sown, it grows up and becomes larger than all the garden herbs; and it puts out large branches, so that the birds of the sky are able to make nests and live under its shade .&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "With many such parables, Jesus spoke the word to them, as they were able to hear and understand it;"
            },
            {
                "verse_number": "34",
                "verse_text": "and He did not say anything to them without [using] a parable; He did, however, explain everything privately to His own disciples."
            },
            {
                "verse_number": "35",
                "verse_text": "On that [same] day, when evening had come, He said to them, &apos;Let us go over to the other side [of the Sea of Galilee].&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "So leaving the crowd, they took Him with them, just as He was, in the boat. And other boats were with Him."
            },
            {
                "verse_number": "37",
                "verse_text": "And a fierce windstorm began to blow, and waves were breaking over the boat, so that it was already being swamped."
            },
            {
                "verse_number": "38",
                "verse_text": "But Jesus was in the stern, asleep [with His head] on the [sailor&quot;s leather] cushion. And they woke Him and said to Him, &apos;Teacher, do You not care that we are about to die?&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "And He got up and [sternly] rebuked the wind and said to the sea, &apos;Hush, be still (muzzled)!&apos; And the wind died down [as if it had grown weary] and there was [at once] a great calm [a perfect peacefulness]."
            },
            {
                "verse_number": "40",
                "verse_text": "Jesus said to them, &apos;Why are you afraid? Do you still have no faith and confidence [in Me]?&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "They were filled with great fear, and said to each other, &apos;Who then is this, that even the wind and the sea obey Him?&apos;"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "They came to the other side of the sea, to the region of the Gerasenes."
            },
            {
                "verse_number": "2",
                "verse_text": "When Jesus got out of the boat, immediately a man from the tombs with an unclean spirit met Him,"
            },
            {
                "verse_number": "3",
                "verse_text": "and the man lived in the tombs, and no one could bind him anymore, not even with chains."
            },
            {
                "verse_number": "4",
                "verse_text": "For he had often been bound with shackles [for the feet] and with chains, and he tore apart the chains and broke the shackles into pieces, and no one was strong enough to subdue and tame him."
            },
            {
                "verse_number": "5",
                "verse_text": "Night and day he was constantly screaming and shrieking among the tombs and on the mountains, and cutting himself with [sharp] stones."
            },
            {
                "verse_number": "6",
                "verse_text": "Seeing Jesus from a distance, he ran up and bowed down before Him [in homage];"
            },
            {
                "verse_number": "7",
                "verse_text": "and screaming with a loud voice, he said, &apos; What business do we have in common with each other, Jesus, Son of the Most High God? I implore you by God [swear to me], do not torment me!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "For Jesus had been saying to him, &apos;Come out of the man, you unclean spirit!&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "He was asking him, &apos;What is your name?&apos; And he replied, &apos;My name is Legion; for we are many.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "And he began begging Him repeatedly not to send them out of the region."
            },
            {
                "verse_number": "11",
                "verse_text": "Now there was a large herd of pigs grazing there on the mountain."
            },
            {
                "verse_number": "12",
                "verse_text": "And the demons begged Him, saying, &apos;Send us to the pigs so that we may go into them!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Jesus gave them permission. And the unclean spirits came out [of the man] and entered the pigs. The herd, numbering about two thousand, rushed down the steep bank into the sea; and they were drowned [one after the other] in the sea."
            },
            {
                "verse_number": "14",
                "verse_text": "The herdsmen [tending the pigs] ran away and reported it in the city and in the country. And the people came to see what had happened."
            },
            {
                "verse_number": "15",
                "verse_text": "They came to Jesus and saw the man who had been demon-possessed sitting down, clothed and in his right mind, the man who had [previously] had the &apos;legion&apos; [of demons]; and they were frightened."
            },
            {
                "verse_number": "16",
                "verse_text": "Those who had seen it described [in detail] to the people what had happened to the demon-possessed man, and [told them all] about the pigs."
            },
            {
                "verse_number": "17",
                "verse_text": "So the people began to beg with Jesus to leave their region."
            },
            {
                "verse_number": "18",
                "verse_text": "As He was stepping into the boat, the [Gentile] man who had been demon-possessed was begging with Him [asking] that he might go with Him [as a disciple]."
            },
            {
                "verse_number": "19",
                "verse_text": "Jesus did not let him [come], but [instead] He said to him, &apos;Go home to your family and tell them all the great things that the Lord has done for you, and how He has had mercy on you.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "So he [obeyed and] went away and began to publicly proclaim in Decapolis [the region of the ten Hellenistic cities] all the great things that Jesus had done for him; and all the people were astonished."
            },
            {
                "verse_number": "21",
                "verse_text": "When Jesus had again crossed over in the boat to the other side [of the sea], a large crowd gathered around Him; and so He stayed by the seashore."
            },
            {
                "verse_number": "22",
                "verse_text": "One of the synagogue officials named Jairus came up; and seeing Him, fell at His feet"
            },
            {
                "verse_number": "23",
                "verse_text": "and begged anxiously with Him, saying, &apos;My little daughter is at the point of death; [please] come and lay Your hands on her, so that she will be healed and live.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "And Jesus went with him; and a large crowd followed Him and pressed in around Him [from all sides]."
            },
            {
                "verse_number": "25",
                "verse_text": "A woman [in the crowd] had [suffered from] a hemorrhage for twelve years,"
            },
            {
                "verse_number": "26",
                "verse_text": "and had endured much [suffering] at the hands of many physicians. She had spent all that she had and was not helped at all, but instead had become worse."
            },
            {
                "verse_number": "27",
                "verse_text": "She had heard [reports] about Jesus, and she came up behind Him in the crowd and touched His outer robe."
            },
            {
                "verse_number": "28",
                "verse_text": "For she thought, &apos;If I just touch His clothing, I will get well.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Immediately her flow of blood was dried up; and she felt in her body [and knew without any doubt] that she was healed of her suffering."
            },
            {
                "verse_number": "30",
                "verse_text": "Immediately Jesus, recognizing in Himself that power had gone out from Him, turned around in the crowd and asked, &apos;Who touched My clothes?&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "His disciples said to Him, &apos;You see the crowd pressing in around You [from all sides], and You ask, &quot;Who touched Me?&quot; &apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Still He kept looking around to see the woman who had done it."
            },
            {
                "verse_number": "33",
                "verse_text": "And the woman, though she was afraid and trembling, aware of what had happened to her, came and fell down before Him and told Him the whole truth."
            },
            {
                "verse_number": "34",
                "verse_text": "Then He said to her, &apos;Daughter, your faith [your personal trust and confidence in Me] has restored you to health; go in peace and be [permanently] healed from your suffering.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "While He was still speaking, some people came from the synagogue official&quot;s house, saying [to Jairus], &apos;Your daughter has died; why bother the Teacher any longer?&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Overhearing what was being said, Jesus said to the synagogue official, &apos;Do not be afraid; only keep on believing [in Me and my power].&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "And He allowed no one to go with Him [as witnesses], except Peter and James and John the brother of James."
            },
            {
                "verse_number": "38",
                "verse_text": "They came to the house of the synagogue official; and He looked [with understanding] at the uproar and commotion, and people loudly weeping and wailing [in mourning]."
            },
            {
                "verse_number": "39",
                "verse_text": "When He had gone in, He said to them, &apos;Why make a commotion and weep? The child has not died, but is sleeping.&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "They began laughing [scornfully] at Him [because they knew the child was dead]. But He made them all go outside, and took along the child&quot;s father and mother and His own [three] companions, and entered the room where the child was."
            },
            {
                "verse_number": "41",
                "verse_text": "Taking the child&quot;s hand, He said [tenderly] to her, &apos;Talitha kum!&apos; &ndash;which translated [from Aramaic] means, &apos;Little girl, I say to you, get up!&apos;"
            },
            {
                "verse_number": "42",
                "verse_text": "The little girl immediately got up and began to walk, for she was twelve years old. And immediately they [who witnessed the child&quot;s resurrection] were overcome with great wonder and utter amazement."
            },
            {
                "verse_number": "43",
                "verse_text": "He gave strict orders that no one should know about this, and He told them to give her something to eat."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Jesus left there and came to His hometown [Nazareth]; and His disciples followed Him."
            },
            {
                "verse_number": "2",
                "verse_text": "When the Sabbath came, He began to teach in the synagogue; and many who listened to Him were astonished, saying, &apos;Where did this man get these things [this knowledge and spiritual insight]? What is this wisdom [this confident understanding of the Scripture] that has been given to Him, and such miracles as these performed by His hands?"
            },
            {
                "verse_number": "3",
                "verse_text": "Is this not the carpenter, the son of Mary, and the brother of James and Joses and Judas and Simon? Are His sisters not here with us?&apos; And they were [deeply] offended by Him [and their disapproval blinded them to the fact that He was anointed by God as the Messiah]."
            },
            {
                "verse_number": "4",
                "verse_text": "Jesus said to them, &apos;A prophet is not without honor (respect) except in his hometown and among his relatives and in his own household.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "And He could not do a miracle there at all [because of their unbelief] except that He laid His hands on a few sick people and healed them."
            },
            {
                "verse_number": "6",
                "verse_text": "He wondered at their unbelief. A nd He was going around in the villages teaching."
            },
            {
                "verse_number": "7",
                "verse_text": "And He called the twelve [disciples] and began to send them out [as His special messengers] two by two, and gave them authority and power over the unclean spirits."
            },
            {
                "verse_number": "8",
                "verse_text": "He told them to take nothing for the journey except a mere walking stick&ndash;no bread, no [traveler&quot;s] bag, no money in their belts&ndash;"
            },
            {
                "verse_number": "9",
                "verse_text": "but to wear sandals; and [He told them] not to wear two tunics."
            },
            {
                "verse_number": "10",
                "verse_text": "And He told them, &apos;Wherever you go into a house, stay there until you leave that town."
            },
            {
                "verse_number": "11",
                "verse_text": "Any place that does not welcome you or listen to you, when you leave there, shake the dust off the soles of your feet as a testimony against them [breaking all ties with them because they rejected My message].&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "So they went out and preached that men should repent [that is, think differently, recognize sin, turn away from it, and live changed lives]."
            },
            {
                "verse_number": "13",
                "verse_text": "And they were casting out many demons and were anointing with oil many who were sick, and healing them."
            },
            {
                "verse_number": "14",
                "verse_text": "King Herod [Antipas] heard about this, for Jesus&quot; name and reputation had become well known. People were saying, &apos;John the Baptist has been raised from the dead, and that is why these miraculous powers are at work in Him.&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "But others were saying, &apos;He is Elijah!&apos; And others were saying, &apos;It is a prophet, like one of the prophets [of old].&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "But when Herod heard [of it], he kept saying, &apos;John, whom I beheaded, has risen [from the dead]!&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "For Herod himself had sent [guards] and had John arrested and shackled in prison because of Herodias, the wife of his [half-] brother Philip, because he (Herod) had married her."
            },
            {
                "verse_number": "18",
                "verse_text": "For John had been saying to Herod, &apos;It is not lawful [under Mosaic Law] for you to have your brother&quot;s wife.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "Herodias had a grudge against John and wanted to kill him, but she could not,"
            },
            {
                "verse_number": "20",
                "verse_text": "because Herod feared John, knowing that he was a righteous and holy man, and he continually kept him safe. When he heard John [speak], he was very perplexed; but he enjoyed listening to him."
            },
            {
                "verse_number": "21",
                "verse_text": "But an opportune time [finally] came [for Herodias]. Herod on his birthday gave a banquet for his officials (nobles, courtiers) and military commanders and the leading men of Galilee."
            },
            {
                "verse_number": "22",
                "verse_text": "Now [Salome] the daughter of Herodias came in and danced [for the men]. She pleased and beguiled Herod and his dinner guests; and the king said to the girl, &apos;Ask me for whatever you want and I will give it to you.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "And he swore to her, &apos;Whatever you ask me, I will give it to you; up to half of my kingdom.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "She went out and said to her mother, &apos;What shall I ask for?&apos; And Herodias replied, &apos;The head of John the Baptist!&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "And she rushed back to the king and asked, saying, &apos;I want you to give me right now the head of John the Baptist on a platter!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "The king was deeply grieved, but because of his oaths and his dinner guests [who might have regarded him as weak], he was unwilling to [break his word and] refuse her."
            },
            {
                "verse_number": "27",
                "verse_text": "So the king immediately sent for an executioner and commanded him to bring back John&quot;s head. And he went and had John beheaded in the prison,"
            },
            {
                "verse_number": "28",
                "verse_text": "and brought back his head on a platter, and gave it to the girl; and the girl gave it to her mother."
            },
            {
                "verse_number": "29",
                "verse_text": "When his disciples heard about this, they came and took away John&quot;s body and laid it in a tomb."
            },
            {
                "verse_number": "30",
                "verse_text": "The apostles [who had been sent out on a mission] gathered together with Jesus and told Him everything that they had done and taught."
            },
            {
                "verse_number": "31",
                "verse_text": "He said to them, &apos;Come away by yourselves to a secluded place and rest a little while&apos; &ndash;for there were many [people who were continually] coming and going, and they could not even find time to eat."
            },
            {
                "verse_number": "32",
                "verse_text": "And they went away by themselves in the boat to a secluded place."
            },
            {
                "verse_number": "33",
                "verse_text": "Many [people] saw them leaving, and recognized them and ran there together on foot from all the [surrounding] cities, and got there ahead of them."
            },
            {
                "verse_number": "34",
                "verse_text": "When Jesus went ashore, He saw a large crowd [waiting], and He was moved with compassion for them because they were like sheep without a shepherd [lacking guidance]; and He began to teach them many things."
            },
            {
                "verse_number": "35",
                "verse_text": "When the day was nearly gone, His disciples came to Him and said, &apos;This is an isolated place, and it is already late;"
            },
            {
                "verse_number": "36",
                "verse_text": "send the crowds away so that they may go into the surrounding countryside and villages and buy themselves something to eat.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "But He replied, &apos;You give them something to eat!&apos; And they asked Him, &apos;Shall we go and buy 200 denarii worth of bread and give it to them to eat?&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "He said to them, &apos;How many loaves do you have? Go look!&apos; And when they found out, they said, &apos;Five [loaves], and two fish.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "Then Jesus commanded them all to sit down by groups on the green grass."
            },
            {
                "verse_number": "40",
                "verse_text": "They sat down in groups of hundreds and of fifties [so that the crowd resembled an orderly arrangement of colorful garden plots]."
            },
            {
                "verse_number": "41",
                "verse_text": "Taking the five loaves and two fish, He looked up to heaven and said a blessing [of praise and thanksgiving to the Father]. Then He broke the loaves and [repeatedly] gave them to the disciples to set before the people; and He divided up the two fish among them all."
            },
            {
                "verse_number": "42",
                "verse_text": "They all ate and were satisfied."
            },
            {
                "verse_number": "43",
                "verse_text": "And the disciples picked up twelve full baskets of the broken pieces [of the loaves], and of the fish."
            },
            {
                "verse_number": "44",
                "verse_text": "Those who ate the loaves were five thousand men [not counting the women and children]."
            },
            {
                "verse_number": "45",
                "verse_text": "Jesus immediately insisted that His disciples get into the boat and go ahead [of Him] to the other side to Bethsaida, while He was dismissing the crowd."
            },
            {
                "verse_number": "46",
                "verse_text": "And after He said goodbye to them, He went to the mountain to pray."
            },
            {
                "verse_number": "47",
                "verse_text": "Now when evening had come, the boat was in the middle of the sea, and Jesus was alone on the land."
            },
            {
                "verse_number": "48",
                "verse_text": "Seeing the disciples straining at the oars, because the wind was against them, at about the fourth watch of the night (3:00-6:00 a.m.) He came to them, walking on the sea. And [acted as if] He intended to pass by them."
            },
            {
                "verse_number": "49",
                "verse_text": "But when they saw Him walking on the sea, they thought it was a ghost, and cried out [in horror];"
            },
            {
                "verse_number": "50",
                "verse_text": "for they all saw Him and were shaken and terrified. But He immediately spoke with them and said, &apos;Take courage! It is I (I AM)! Stop being afraid.&apos;"
            },
            {
                "verse_number": "51",
                "verse_text": "Then He got into the boat with them, and the wind ceased [as if exhausted by its own activity]; and they were completely overwhelmed,"
            },
            {
                "verse_number": "52",
                "verse_text": "because they had not understood [the miracle of] the loaves [how it revealed the power and deity of Jesus]; but [in fact] their heart was hardened [being oblivious and indifferent to His amazing works]."
            },
            {
                "verse_number": "53",
                "verse_text": "When they had crossed over [the sea], they reached the land of Gennesaret and anchored at the shore."
            },
            {
                "verse_number": "54",
                "verse_text": "They got out of the boat and immediately people recognized Him,"
            },
            {
                "verse_number": "55",
                "verse_text": "and ran throughout that surrounding countryside and began to carry around on their mats those who were sick, to any place where they heard He was."
            },
            {
                "verse_number": "56",
                "verse_text": "And wherever He came into villages, or cities, or the countryside, they were laying the sick in the market places and pleading with Him [to allow them] just to touch the fringe (tassel with a blue cord) of His robe; and all who touched it were healed."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "Now the Pharisees and some of the scribes came from Jerusalem and gathered around Him,"
            },
            {
                "verse_number": "2",
                "verse_text": "and they had seen that some of His disciples ate their bread with [ceremonially] impure hands, that is, unwashed [and defiled according to Jewish religious ritual]."
            },
            {
                "verse_number": "3",
                "verse_text": "( For the Pharisees and all of the Jews do not eat unless they carefully wash their hands, holding firmly to the traditions of the elders;"
            },
            {
                "verse_number": "4",
                "verse_text": "and when they come from the market place, they do not eat unless they cleanse themselves [completely according to ritual]; and there are many other things [oral, man-made laws and traditions handed down to them] which they follow diligently, such as the washing of cups and pitchers and copper utensils.)"
            },
            {
                "verse_number": "5",
                "verse_text": "So the Pharisees and scribes asked Jesus, &apos;Why do Your disciples not live their lives according to the tradition of the elders, but [instead] eat their bread with [ceremonially] unwashed hands?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "He replied, &apos;Rightly did Isaiah prophesy about you hypocrites (play-actors, pretenders), as it is written [in Scripture], &quot;T hese people honor M e with their lips , B ut their heart is far from M e . T eaching the precepts of men as doctrines [giving their traditions equal weight with the Scriptures].&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "T hey worship M e in vain [their worship is meaningless and worthless, a pretense],"
            },
            {
                "verse_number": "8",
                "verse_text": "You disregard and neglect the commandment of God, and cling [faithfully] to the tradition of men.&apos;"
            },
            {
                "verse_number": "9",
                "verse_text": "He was also saying to them, &apos;You are experts at setting aside and nullifying the commandment of God in order to keep your [man-made] tradition and regulations."
            },
            {
                "verse_number": "10",
                "verse_text": "For Moses said, &quot;H onor your father and your mother [with respect and gratitude]&quot;; and, &quot;H e who speaks evil of his father or mother must be put to death &quot;;"
            },
            {
                "verse_number": "11",
                "verse_text": "but you [Pharisees and scribes] say, &quot;If a man tells his father or mother, &apos;Whatever I have that would help you is Corban, (that is to say, already a gift to God),&apos; &quot;"
            },
            {
                "verse_number": "12",
                "verse_text": "then you no longer let him do anything for his father or mother [since helping them would violate his vow of Corban];"
            },
            {
                "verse_number": "13",
                "verse_text": "so you nullify the [authority of the] word of God [acting as if it did not apply] because of your tradition which you have handed down [through the elders]. And you do many things such as that.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "After He called the people to Him again, He began saying to them, &apos;Listen [carefully] to Me, all of you, [hear] and understand [what I am saying]:"
            },
            {
                "verse_number": "15",
                "verse_text": "there is nothing outside a man [such as food] which by going into him can defile him [morally or spiritually]; but the things which come out of [the heart of] a man are what defile and dishonor him."
            },
            {
                "verse_number": "16",
                "verse_text": "[ If anyone has ears to hear, let him hear.&apos; ]"
            },
            {
                "verse_number": "17",
                "verse_text": "When Jesus had left the crowd and gone into the house, His disciples asked Him about the parable."
            },
            {
                "verse_number": "18",
                "verse_text": "And He said to them, &apos;Are you, too, so foolish and lacking in understanding? Do you not understand that whatever goes into the man from outside cannot defile and dishonor him,"
            },
            {
                "verse_number": "19",
                "verse_text": "since it does not enter his heart, but [only] his stomach, and [from there it] is eliminated?&apos; ( By this, He declared all foods ceremonially clean.)"
            },
            {
                "verse_number": "20",
                "verse_text": "And He said, &apos;Whatever comes from [the heart of] a man, that is what defiles and dishonors him."
            },
            {
                "verse_number": "21",
                "verse_text": "For from within, [that is] out the heart of men, come base and malevolent thoughts and schemes, acts of sexual immorality, thefts, murders, adulteries,"
            },
            {
                "verse_number": "22",
                "verse_text": "acts of greed and covetousness, wickedness, deceit, unrestrained conduct, envy and jealousy, slander and profanity, arrogance and self-righteousness and foolishness (poor judgment)."
            },
            {
                "verse_number": "23",
                "verse_text": "All these evil things [schemes and desires] come from within and defile and dishonor the man.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus got up and left there and went to the region of Tyre [and Sidon, the coastal area of Phoenicia]. He entered a house and did not want anyone to know about it; but it was impossible for Him to be hidden [from the public]."
            },
            {
                "verse_number": "25",
                "verse_text": "Instead, after hearing about Him, a woman whose little daughter had an unclean spirit immediately came and fell at His feet."
            },
            {
                "verse_number": "26",
                "verse_text": "Now the woman was a Gentile (Greek), a Syrophoenician by nationality. And she kept pleading with Him to drive the demon out of her daughter."
            },
            {
                "verse_number": "27",
                "verse_text": "He was saying to her, &apos;First let the children [of Israel] be fed, for it is not right to take the children&quot;s bread and throw it to the pet dogs (non-Jews).&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "But she replied, &apos;Yes, Lord, but even the pet dogs under the table eat the children&quot;s crumbs.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "And He said to her, &apos;Because of this answer [reflecting your humility and faith], go [knowing that your request is granted]; the demon has left your daughter [permanently].&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "And returning to her home, she found the child lying on the couch [relaxed and resting], the demon having gone."
            },
            {
                "verse_number": "31",
                "verse_text": "Soon after this Jesus left the region of Tyre, and passed through Sidon to the Sea of Galilee, through the region of Decapolis [the ten Hellenistic cities]."
            },
            {
                "verse_number": "32",
                "verse_text": "They brought to Him a man who was deaf and had difficulty speaking, and they begged Jesus to place His hand on him."
            },
            {
                "verse_number": "33",
                "verse_text": "Jesus, taking him aside by himself, away from the crowd, put His fingers into the man&quot;s ears, and after spitting, He touched the man&quot;s tongue [with the saliva];"
            },
            {
                "verse_number": "34",
                "verse_text": "and looking up to heaven, He sighed deeply and said to the man, &apos;Ephphatha,&apos; which [in Aramaic] means, &apos; Be opened and released!&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "And his ears were opened, his tongue was released, and he began speaking plainly."
            },
            {
                "verse_number": "36",
                "verse_text": "Jesus commanded them not to tell anyone; but the more He ordered them, the more widely they continued to proclaim it."
            },
            {
                "verse_number": "37",
                "verse_text": "They were thoroughly astounded and completely overwhelmed, saying, &apos;He has done everything well! He even makes the deaf hear and the mute speak!&apos;"
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "In those days, when there was again a large crowd [gathered before Him] and they had nothing to eat, Jesus called His disciples and told them,"
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I feel compassion for the crowd; they have been with Me now for three days and have nothing [left] to eat."
            },
            {
                "verse_number": "3",
                "verse_text": "If I send them away to their homes hungry, they will faint [from exhaustion] on the road; because some of them have come a long way.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "His disciples replied to Him, &apos;Where will anyone be able to find enough bread here in this isolated place to feed these people?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "He asked them, &apos;How many loaves [of bread] do you have?&apos; They said, &apos;Seven.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "He directed the people to sit down on the ground; and taking the seven loaves, He gave thanks and broke them, and [repeatedly] gave them to His disciples to set before them, and they served the crowd."
            },
            {
                "verse_number": "7",
                "verse_text": "They also had a few small fish; and when Jesus had blessed them [and given thanks], He ordered these [fish] to be set before them as well."
            },
            {
                "verse_number": "8",
                "verse_text": "And the people ate and were satisfied; and they picked up seven large baskets full of the broken pieces that were left over."
            },
            {
                "verse_number": "9",
                "verse_text": "About four thousand [men] were there [besides women and children]; and He sent them away."
            },
            {
                "verse_number": "10",
                "verse_text": "Then immediately He got into the boat with His disciples and went to the district of Dalmanutha."
            },
            {
                "verse_number": "11",
                "verse_text": "The Pharisees came out and began to argue [contentiously and debate] with Him, demanding from Him a sign from heaven, to test Him [because of their unbelief]."
            },
            {
                "verse_number": "12",
                "verse_text": "He groaned and sighed deeply in His spirit and said, &apos;Why does this generation demand a sign? I assure you and most solemnly say to you, no sign will be given to this generation!&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "Leaving them, He again boarded the boat and left for the other side."
            },
            {
                "verse_number": "14",
                "verse_text": "Now the disciples had forgotten to bring bread, and they had only one loaf with them in the boat."
            },
            {
                "verse_number": "15",
                "verse_text": "Jesus repeatedly ordered them, saying, &apos;Watch out! Beware of the leaven of the Pharisees and the leaven of Herod.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "They began discussing this with one another, saying, &apos;It is because we have no bread [that He said this].&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus, aware of this [discussion], said to them, &apos;Why are you discussing [the fact] that you have no bread? Do you still not see or understand? Are your hearts hardened?"
            },
            {
                "verse_number": "18",
                "verse_text": "T hough you have eyes , do you not see ? A nd though you have ears , do you not hear and listen [to what I have said]? And do you not remember,"
            },
            {
                "verse_number": "19",
                "verse_text": "when I broke the five loaves for the five thousand, how many baskets full of broken pieces you picked up?&apos; They answered, &apos;Twelve.&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "&apos;And [when I broke] the seven [loaves] for the four thousand, how many large baskets full of broken pieces did you pick up?&apos; And they answered, &apos;Seven.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "And He was saying to them, &apos;Do you still not understand?&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Then they came to Bethsaida; and some people brought a blind man to Jesus and begged Him to touch him."
            },
            {
                "verse_number": "23",
                "verse_text": "Taking the blind man by the hand, He led him out of the village; and after spitting on his eyes and laying His hands on him, He asked him, &apos;Do you see anything?&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "And he looked up and said, &apos;I see people, but [they look] like trees, walking around.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "Then again Jesus laid His hands on his eyes; and the man stared intently and [his sight] was [completely] restored, and he began to see everything clearly."
            },
            {
                "verse_number": "26",
                "verse_text": "And He sent him to his home, saying, &apos;Do not even enter the village.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Then Jesus and His disciples went out to the villages of Caesarea Philippi; and on the way He asked His disciples, &apos;Who do people say that I am?&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "They answered Him, &apos;John the Baptist; and others say Elijah; but others, one of the prophets.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "And He asked them, &apos;But who do you say that I am?&apos; Peter replied to Him, &apos;You [in contrast to the others] are the Christ (the Messiah, the Anointed).&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Then Jesus strictly warned them not to tell anyone about Him."
            },
            {
                "verse_number": "31",
                "verse_text": "And He began to teach them that the Son of Man must [of necessity] suffer many things and be rejected [as the Messiah] by the elders and the chief priests and the scribes, and must be put to death, and after three days rise [from death to life]."
            },
            {
                "verse_number": "32",
                "verse_text": "He was stating the matter plainly [not holding anything back]. Then Peter took Him aside and began to reprimand Him."
            },
            {
                "verse_number": "33",
                "verse_text": "But turning around [with His back to Peter] and seeing His disciples, He rebuked Peter, saying, &apos;Get behind Me, Satan; for your mind is not set on God&quot;s will or His values and purposes, but on what pleases man.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "Jesus called the crowd together with His disciples, and said to them, &apos;If anyone wishes to follow Me [as My disciple], he must deny himself [set aside selfish interests], and take up his cross [expressing a willingness to endure whatever may come] and follow Me [believing in Me, conforming to My example in living and, if need be, suffering or perhaps dying because of faith in Me]."
            },
            {
                "verse_number": "35",
                "verse_text": "For whoever wishes to save his life [in this world] will [eventually] lose it [through death], but whoever loses his life [in this world] for My sake and the gospel&quot;s will save it [from the consequences of sin and separation from God]."
            },
            {
                "verse_number": "36",
                "verse_text": "For what does it benefit a man to gain the whole world [with all its pleasures], and forfeit his soul?"
            },
            {
                "verse_number": "37",
                "verse_text": "For what will a man give in exchange for his soul and eternal life [in God&quot;s kingdom]?"
            },
            {
                "verse_number": "38",
                "verse_text": "For whoever is ashamed [here and now] of Me and My words in this adulterous and sinful generation, the Son of Man will also be ashamed of him when He comes in the glory of His Father with the holy angels.&apos;"
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "And Jesus said to them, &apos;I assure you and most solemnly say to you, there are some of those who are standing here who will not taste (experience) death before they see the kingdom of God after it has come with power.&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Six days later, Jesus took with Him Peter and James and John, and led them up on a high mountain by themselves. And He was transfigured (changed in form) before them [and began to shine brightly with divine and regal glory];"
            },
            {
                "verse_number": "3",
                "verse_text": "and His clothes became radiant and dazzling, intensely white, as no launderer on earth can whiten them."
            },
            {
                "verse_number": "4",
                "verse_text": "Elijah appeared to them along with Moses, and they were having a conversation with Jesus."
            },
            {
                "verse_number": "5",
                "verse_text": "Peter responded and said to Jesus, &apos;Rabbi (Master), it is good for us to be here; let us make three [sacred] tents&ndash;one for You, and one for Moses, and one for Elijah.&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "For he did not [really] know what to say because they were terrified [and stunned by the miraculous sight]."
            },
            {
                "verse_number": "7",
                "verse_text": "Then a cloud formed, overshadowing them, and a voice came out of the cloud, &apos;This is My beloved Son. Listen to Him and obey Him!&apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "Suddenly they looked around and no longer saw anyone with them, except Jesus alone."
            },
            {
                "verse_number": "9",
                "verse_text": "As they were coming down from the mountain, Jesus expressly ordered them not to tell anyone what they had seen, until the Son of Man had risen from the dead."
            },
            {
                "verse_number": "10",
                "verse_text": "So they [carefully and faithfully] kept the matter to themselves, discussing and questioning [with one another] what it meant to rise from the dead."
            },
            {
                "verse_number": "11",
                "verse_text": "They asked Him, saying, &apos;Why do the scribes say that Elijah must come first [before the Messiah comes]?&apos;"
            },
            {
                "verse_number": "12",
                "verse_text": "He answered them, &apos;Elijah does come first and restores and reestablishes all things. And yet how is it written of the Son of Man that He will suffer many things [grief and physical distress] and be treated with contempt [utterly despised and rejected]?"
            },
            {
                "verse_number": "13",
                "verse_text": "But I say to you that Elijah has in fact come [already], and they did to him whatever they wished, just as it is written [in Scripture] of him.&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "When they came [back] to the [other nine] disciples, they saw a large crowd around them, and scribes questioning and arguing with them."
            },
            {
                "verse_number": "15",
                "verse_text": "Immediately, when the entire crowd saw Jesus, they were startled and began running up to greet Him."
            },
            {
                "verse_number": "16",
                "verse_text": "He asked them, &apos;What are you discussing with them?&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "One of the crowd replied to Him, &apos;Teacher, I brought You my son, possessed with a spirit which makes him unable to speak;"
            },
            {
                "verse_number": "18",
                "verse_text": "and whenever it seizes him [intending to do harm], it throws him down, and he foams [at the mouth], and grinds his teeth and becomes stiff. I told Your disciples to drive it out, and they could not do it.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "He replied, &apos;O unbelieving (faithless) generation, how long shall I be with you? How long shall I put up with you? Bring him to Me!&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "They brought the boy to Him. When the [demonic] spirit saw Him, immediately it threw the boy into a convulsion, and falling to the ground he began rolling around and foaming at the mouth ."
            },
            {
                "verse_number": "21",
                "verse_text": "Jesus asked his father, &apos;How long has this been happening to him?&apos; And he answered, &apos;Since childhood."
            },
            {
                "verse_number": "22",
                "verse_text": "The demon has often thrown him both into fire and into water, intending to kill him. But if You can do anything, take pity on us and help us!&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus said to him, &apos;[You say to Me,] &quot;If You can?&quot; All things are possible for the one who believes and trusts [in Me]!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Immediately the father of the boy cried out [with a desperate, piercing cry], saying, &apos;I do believe; help [me overcome] my unbelief.&apos;"
            },
            {
                "verse_number": "25",
                "verse_text": "When Jesus saw that a crowd was rapidly gathering [around them], He rebuked the unclean spirit, saying to it, &apos;You deaf and mute spirit, I command you, come out of him and never enter him again!&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "After screaming out and throwing him into a terrible convulsion, it came out. The boy looked so much like a corpse [so still and pale] that many [of the spectators] said, &apos;He is dead!&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "But Jesus took him by the hand and raised him; and he stood up."
            },
            {
                "verse_number": "28",
                "verse_text": "When He had gone indoors, His disciples began asking Him privately, &apos;Why were we unable to drive it out?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "He replied to them, &apos;This kind [of unclean spirit] cannot come out by anything but prayer [to the Father].&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "They went on from there and began to go through Galilee. Jesus did not want anyone to know it,"
            },
            {
                "verse_number": "31",
                "verse_text": "because He was teaching His disciples [and preparing them for the future]. He told them, &apos;The Son of Man is to be betrayed and handed over to men [who are His enemies], and they will kill Him; and when He has been killed, He will rise [from the dead] three days later.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "But they did not understand this statement, and they were afraid to ask Him [what He meant]."
            },
            {
                "verse_number": "33",
                "verse_text": "They arrived at Capernaum; and when He was in the house, He asked them, &apos;What were you discussing and arguing about on the road?&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "But they kept quiet, because on the road they had discussed and debated with one another which one [of them] was the greatest."
            },
            {
                "verse_number": "35",
                "verse_text": "Sitting down [to teach], He called the twelve [disciples] and said to them, &apos;If anyone wants to be first, he must be last of all [in importance] and a servant of all.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Taking a child, He set him before them; and taking him in His arms, He said to them,"
            },
            {
                "verse_number": "37",
                "verse_text": "&apos;Whoever receives and welcomes one child such as this in My name receives Me; and whoever receives Me receives not [only] Me, but Him who sent Me.&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "John said to Him, &apos;Teacher, we saw someone casting out demons in Your name, and we tried to stop him because he was not accompanying us [as Your disciple].&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "But Jesus said, &apos;Do not stop him; for there is no one who will perform a miracle in My name, and be able soon afterward to speak evil of Me."
            },
            {
                "verse_number": "40",
                "verse_text": "For he who is not against us is for us."
            },
            {
                "verse_number": "41",
                "verse_text": "For whoever gives you a cup of water to drink because of your name as followers of Christ, I assure you and most solemnly say to you, he will not lose his reward."
            },
            {
                "verse_number": "42",
                "verse_text": "&apos;But whoever causes one of these little ones who believe and trust in Me to stumble [that is, to sin or lose faith], it would be better for him if a heavy millstone [one requiring a donkey&quot;s strength to turn it] were hung around his neck and he were thrown into the sea."
            },
            {
                "verse_number": "43",
                "verse_text": "If your hand causes you to stumble and sin, cut it off [that is, remove yourself from the source of temptation]! It is better for you to enter life crippled, than to have two hands and go into hell, into the unquenchable fire,"
            },
            {
                "verse_number": "44",
                "verse_text": "[ where their worm does not die , and the fire is not put out . ]"
            },
            {
                "verse_number": "45",
                "verse_text": "If your foot causes you to stumble and sin, cut it off [that is, remove yourself from the source of temptation]! It would be better for you to enter life lame than to have two feet and be thrown into hell,"
            },
            {
                "verse_number": "46",
                "verse_text": "[ where their worm does not die , and the fire is not put out . ]"
            },
            {
                "verse_number": "47",
                "verse_text": "If your eye causes you to stumble and sin, throw it out [that is, remove yourself from the source of temptation]! It would be better for you to enter the kingdom of God with one eye, than to have two eyes and be thrown into hell,"
            },
            {
                "verse_number": "48",
                "verse_text": "where their worm [that feeds on the dead] does not die , and the fire is not put out ."
            },
            {
                "verse_number": "49",
                "verse_text": "&apos;For everyone will be salted with fire."
            },
            {
                "verse_number": "50",
                "verse_text": "Salt is good and useful; but if salt has lost its saltiness (purpose), how will you make it salty? Have salt within yourselves continually, and be at peace with one another.&apos;"
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "Getting up, He left there (Capernaum) and went to the region of Judea and beyond the Jordan; and crowds gathered around Him again and accompanied Him, and as was His custom, He once more began to teach them."
            },
            {
                "verse_number": "2",
                "verse_text": "Pharisees came to Jesus to test Him [intending to trick Him into saying something wrong], and asked Him, &apos;Is it lawful [according to Scripture] for a man to divorce his wife and send her away?&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "He replied to them, &apos;What did Moses command you?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "They said, &apos;Moses allowed a man to write a certificate of divorce and to send her away .&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But Jesus said to them, &apos;Because of your hardness of hearts [your callousness and insensitivity toward your wives and the provision of God] he wrote you this precept."
            },
            {
                "verse_number": "6",
                "verse_text": "But from the beginning of creation God made them male and female ."
            },
            {
                "verse_number": "7",
                "verse_text": "F or this reason a man shall leave his father and his mother [to establish a home with his wife],"
            },
            {
                "verse_number": "8",
                "verse_text": "and the two shall become one flesh ; so that they are no longer two, but [are united as] one flesh."
            },
            {
                "verse_number": "9",
                "verse_text": "Therefore, what God has united and joined together, man must not separate [by divorce].&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "In the house the disciples began questioning Him again about this."
            },
            {
                "verse_number": "11",
                "verse_text": "And He said to them, &apos;Whoever divorces his wife and marries another woman commits adultery against her;"
            },
            {
                "verse_number": "12",
                "verse_text": "and if a woman divorces her husband and marries another man, she commits adultery.&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "People were bringing children to Him so that He would touch and bless them, but the disciples reprimanded them and discouraged them [from coming]."
            },
            {
                "verse_number": "14",
                "verse_text": "But when Jesus saw this, He was indignant and He said to them, &apos;Allow the children to come to Me; do not forbid them; for the kingdom of God belongs to such as these."
            },
            {
                "verse_number": "15",
                "verse_text": "I assure you and most solemnly say to you, whoever does not receive and welcome the kingdom of God like a child will not enter it at all.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "And He took the children [one by one] in His arms and blessed them [with kind, encouraging words], placing His hands on them."
            },
            {
                "verse_number": "17",
                "verse_text": "As He was leaving on His journey, a man ran up and knelt before Him and asked Him, &apos;Good Teacher [You who are essentially good and morally perfect], what shall I do to inherit eternal life [that is, eternal salvation in the Messiah&quot;s kingdom]?&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Jesus said to him, &apos; Why do you call Me good? No one is [essentially] good [by nature] except God alone."
            },
            {
                "verse_number": "19",
                "verse_text": "You know the commandments: &quot;D o not murder , D o not commit adultery , D o not steal , D o not testify falsely , Do not defraud, H onor your father and mother .&quot; &apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "And he replied to Him, &apos;Teacher, I have [carefully] kept all these [commandments] since my youth.&apos;"
            },
            {
                "verse_number": "21",
                "verse_text": "Looking at him, Jesus felt a love (high regard, compassion) for him, and He said to him, &apos;You lack one thing: go and sell all your property and give [the money] to the poor, and you will have [abundant] treasure in heaven; and come, follow Me [becoming My disciple, believing and trusting in Me and walking the same path of life that I walk].&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "But the man was saddened at Jesus&quot; words, and he left grieving, because he owned much property and had many possessions [which he treasured more than his relationship with God]."
            },
            {
                "verse_number": "23",
                "verse_text": "Jesus looked around and said to His disciples, &apos;How difficult it will be for those who are wealthy [and cling to possessions and status as security] to enter the kingdom of God!&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "The disciples were amazed and bewildered by His words. But Jesus said to them again, &apos;Children, how difficult it is [for those who place their hope and confidence in riches] to enter the kingdom of God!"
            },
            {
                "verse_number": "25",
                "verse_text": "It is easier for a camel to go through the eye of a needle than for a rich man [who places his faith in wealth or status] to enter the kingdom of God.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "They were completely and utterly astonished, and said to Him, &apos;Then who can be saved [from the wrath of God]?&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "Looking at them, Jesus said, &apos;With people [as far as it depends on them] it is impossible, but not with God; for all things are possible with God.&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Peter started saying to Him, &apos;Look, we have given up everything and followed You [becoming Your disciples and accepting You as Teacher and Lord].&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus said, &apos;I assure you and most solemnly say to you, there is no one who has given up a house or brothers or sisters or mother or father or children or farms, for My sake and for the gospel&quot;s sake,"
            },
            {
                "verse_number": "30",
                "verse_text": "who will not receive a hundred times as much now in the present age&ndash;houses and brothers and sisters and mothers and children and farms&ndash;along with persecutions; and in the age to come, eternal life."
            },
            {
                "verse_number": "31",
                "verse_text": "But many who are first will be last, and the last, first.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "Now they were on the road going up to Jerusalem, and Jesus was walking on ahead of them; and they were perplexed [at what Jesus had said], and those who were following were alarmed and afraid. And again He took the twelve [disciples] aside and began telling them what was going to happen to Him,"
            },
            {
                "verse_number": "33",
                "verse_text": "saying , &apos;Listen very carefully: we are going up to Jerusalem, and the Son of Man will be betrayed and handed over to the chief priests and the scribes; and they will condemn Him to death and hand Him over to the Gentiles (Romans)."
            },
            {
                "verse_number": "34",
                "verse_text": "They will mock and ridicule Him and spit on Him, and whip (scourge) Him and kill Him, and three days later He will rise [from the dead].&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "James and John, the two sons of Zebedee, came to Him, saying, &apos;Teacher, we want You to do for us whatever we ask of You.&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "And He replied to them, &apos;What do you want Me to do for you?&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "They said to Him, &apos;Grant that we may sit [with You], one on Your right and one on Your left, in Your glory [Your majesty and splendor in Your kingdom].&apos;"
            },
            {
                "verse_number": "38",
                "verse_text": "But Jesus said to them, &apos;You do not know what you are asking. Are you able to drink the cup that I drink, or to be baptized with the baptism [of suffering and death] with which I am baptized?&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "And they replied to Him, &apos;We are able.&apos; Jesus told them, &apos;The cup that I drink you will drink, and you will be baptized with the baptism with which I am baptized."
            },
            {
                "verse_number": "40",
                "verse_text": "But to sit on My right or left, this is not Mine to give; but it is for those for whom it has been prepared [by My Father].&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "Hearing this, the [other] ten became indignant with James and John."
            },
            {
                "verse_number": "42",
                "verse_text": "Calling them to Himself, Jesus said to them, &apos;You know that those who are recognized as rulers of the Gentiles lord it over them; and their powerful men exercise authority over them [tyrannizing them]."
            },
            {
                "verse_number": "43",
                "verse_text": "But this is not how it is among you; instead, whoever wishes to become great among you must be your servant,"
            },
            {
                "verse_number": "44",
                "verse_text": "and whoever wishes to be first and most important among you must be slave of all."
            },
            {
                "verse_number": "45",
                "verse_text": "For even the Son of Man did not come to be served, but to serve, and to give His life as a ransom for many.&apos;"
            },
            {
                "verse_number": "46",
                "verse_text": "Then they came to Jericho. And as He was leaving Jericho with His disciples and a large crowd, a blind beggar, Bartimaeus, the son of Timaeus, was sitting beside the road [as was his custom]."
            },
            {
                "verse_number": "47",
                "verse_text": "When Bartimaeus heard that it was Jesus of Nazareth, he began to shout and say, &apos;Jesus, Son of David (Messiah), have mercy on me!&apos;"
            },
            {
                "verse_number": "48",
                "verse_text": "Many sternly rebuked him, telling him to keep still and be quiet; but he kept on shouting out all the more, &apos;Son of David (Messiah), have mercy on me!&apos;"
            },
            {
                "verse_number": "49",
                "verse_text": "Jesus stopped and said, &apos;Call him.&apos; So they called the blind man, telling him, &apos;Take courage, get up! He is calling for you.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Throwing his cloak aside, he jumped up and came to Jesus."
            },
            {
                "verse_number": "51",
                "verse_text": "And Jesus said, &apos;What do you want Me to do for you?&apos; The blind man said to Him, &apos;Rabboni (my Master), let me regain my sight.&apos;"
            },
            {
                "verse_number": "52",
                "verse_text": "Jesus said to him, &apos;Go; your faith [and confident trust in My power] has made you well.&apos; Immediately he regained his sight and began following Jesus on the road."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "When they were nearing Jerusalem, at Bethphage and Bethany near the Mount of Olives, Jesus sent two of His disciples,"
            },
            {
                "verse_number": "2",
                "verse_text": "saying to them, &apos;Go into the village in front of you, and immediately as you enter it, you will find a [donkey&quot;s] colt tied, which has never been ridden by anyone; untie it and bring it here."
            },
            {
                "verse_number": "3",
                "verse_text": "If anyone asks you, &quot;Why are you doing this?&quot; say, &quot;The Lord needs it&quot;; and immediately he will send it here.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "So they went away [to the village] and found a colt tied outside at a gate in the street, and they untied it."
            },
            {
                "verse_number": "5",
                "verse_text": "Some of the people who were standing there said to them, &apos;What are you doing, untying the colt?&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "They replied to them just as Jesus had directed, and they allowed them to go."
            },
            {
                "verse_number": "7",
                "verse_text": "They brought the colt to Jesus and put their coats on it, and He sat on it."
            },
            {
                "verse_number": "8",
                "verse_text": "And many [of the people] spread their coats on the road [as an act of tribute and homage before a new king], and others [scattered a layer of] leafy branches which they had cut from the fields [honoring Him as Messiah]."
            },
            {
                "verse_number": "9",
                "verse_text": "Those who went in front and those who were following [Him] were shouting [in joy and praise], &apos;Hosanna ( Save, I pray)! B lessed (praised, glorified) is H e who comes in the name of the L ord ! Hosanna in the highest [heaven]!&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Blessed is the coming kingdom of our father David!"
            },
            {
                "verse_number": "11",
                "verse_text": "Jesus entered Jerusalem and went to the temple [enclosure]; and after looking around at everything, He left for Bethany with the twelve [disciples], because it was already late [in the day]."
            },
            {
                "verse_number": "12",
                "verse_text": "On the next day, when they had left Bethany, He was hungry."
            },
            {
                "verse_number": "13",
                "verse_text": "Seeing at a distance a fig tree in leaf, He went to see if He would find anything on it. But He found nothing but leaves, for it was not the season for figs."
            },
            {
                "verse_number": "14",
                "verse_text": "He said to it, &apos;No one will ever eat fruit from you again!&apos; And His disciples were listening [to what He said]."
            },
            {
                "verse_number": "15",
                "verse_text": "Then they came to Jerusalem. And He entered the temple [grounds] and began driving out [with force] the people who were selling and buying [animals for sacrifice] in the temple area, and overturned the tables of the moneychangers [who made a profit exchanging foreign money for temple coinage] and the seats of those who were selling doves;"
            },
            {
                "verse_number": "16",
                "verse_text": "and He would not permit anyone to carry merchandise or household wares through the temple [grounds, using the temple area irreverently as a shortcut]."
            },
            {
                "verse_number": "17",
                "verse_text": "He began to teach and say to them, &apos;Is it not written, &quot;M y house shall be called a house of prayer for all the nations &quot;? But you have made it a robbers&quot; den .&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "The chief priests and the scribes heard this and began searching for a way to destroy Him; for they were afraid of Him, since the entire crowd was struck with astonishment at His teaching."
            },
            {
                "verse_number": "19",
                "verse_text": "When evening came, Jesus and His disciples would leave the city."
            },
            {
                "verse_number": "20",
                "verse_text": "In the morning, as they were passing by, the disciples saw that the fig tree had withered away from the roots up."
            },
            {
                "verse_number": "21",
                "verse_text": "And remembering, Peter said to Him, &apos;Rabbi (Master), look! The fig tree which You cursed has withered!&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "Jesus replied, &apos;Have faith in God [constantly]."
            },
            {
                "verse_number": "23",
                "verse_text": "I assure you and most solemnly say to you, whoever says to this mountain, &quot;Be lifted up and thrown into the sea!&quot; and does not doubt in his heart [in God&quot;s unlimited power], but believes that what he says is going to take place, it will be done for him [in accordance with God&quot;s will]."
            },
            {
                "verse_number": "24",
                "verse_text": "For this reason I am telling you, whatever things you ask for in prayer [in accordance with God&quot;s will], believe [with confident trust] that you have received them, and they will be given to you."
            },
            {
                "verse_number": "25",
                "verse_text": "Whenever you stand praying, if you have anything against anyone, forgive him [drop the issue, let it go], so that your Father who is in heaven will also forgive you your transgressions and wrongdoings [against Him and others]."
            },
            {
                "verse_number": "26",
                "verse_text": "[ But if you do not forgive, neither will your Father in heaven forgive your transgressions.&apos; ]"
            },
            {
                "verse_number": "27",
                "verse_text": "They came again to Jerusalem. And as Jesus was walking in the [courts and porches of the] temple, the chief priests, the scribes, and the elders came to Him,"
            },
            {
                "verse_number": "28",
                "verse_text": "and began saying to Him, &apos;By what authority are You doing these things, or who gave You this authority to do these things?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus said to them, &apos;I will ask you one question, and you answer Me, and then I will tell you by what authority I do these things."
            },
            {
                "verse_number": "30",
                "verse_text": "Was the baptism of John [the Baptist] from heaven [that is, ordained by God] or from men? Answer Me.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "They began discussing it with each other, saying, &apos;If we say, &quot;From heaven,&quot; He will say, &quot;Then why did you not believe him?&quot;"
            },
            {
                "verse_number": "32",
                "verse_text": "But shall we say, &quot;From men?&quot; &apos; &ndash;they were afraid [to answer because] of the crowd, for everyone considered John to have been a real prophet."
            },
            {
                "verse_number": "33",
                "verse_text": "So they replied to Jesus, &apos;We do not know.&apos; And Jesus said to them, &apos;Neither will I tell you by what authority I do these things.&apos;"
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Jesus began to speak to them [the chief priests, scribes and elders who were questioning Him] in parables: &apos;A man planted a vineyard and put a wall around it , and dug a pit for the wine press and built a tower ; and he rented it out to tenant farmers and left the country."
            },
            {
                "verse_number": "2",
                "verse_text": "When the harvest season came he sent a servant to the tenants, in order to collect from them some of the fruit of the vineyard."
            },
            {
                "verse_number": "3",
                "verse_text": "They took him and beat him and sent him away empty-handed."
            },
            {
                "verse_number": "4",
                "verse_text": "Again he sent them another servant, and they [threw stones and] wounded him in the head, and treated him disgracefully."
            },
            {
                "verse_number": "5",
                "verse_text": "And he sent another, and that one they killed; then many others&ndash;some they beat and some they killed."
            },
            {
                "verse_number": "6",
                "verse_text": "He still had one man left to send, a beloved son; he sent him last of all to them, saying, &quot;They will respect my son.&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "But those tenants said to each other, &quot;This man is the heir! Come on, let us kill him [and destroy the evidence], and his inheritance will be ours!&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "So they took him and killed him, and threw his body outside the vineyard."
            },
            {
                "verse_number": "9",
                "verse_text": "What will the owner of the vineyard do? He will come and destroy the tenants, and will give the vineyard to others."
            },
            {
                "verse_number": "10",
                "verse_text": "Have you not even read this Scripture: &quot;T he stone which the builders regarded as unworthy and rejected , T his [very stone] has become the chief C ornerstone A nd it is marvelous and wonderful in our eyes &quot;?&apos; &quot;T he L ord (the Father) said to my L ord (the Son, the Messiah), &apos;S it at M y right hand , U ntil I put Y our enemies under Y our feet .&apos; &quot;"
            },
            {
                "verse_number": "11",
                "verse_text": "T his came about from the L ord ,"
            },
            {
                "verse_number": "12",
                "verse_text": "And they were looking for a way to seize Him, but they were afraid of the crowd; for they knew that He spoke this parable in reference to [and as a charge against] them. And so they left Him and went away."
            },
            {
                "verse_number": "13",
                "verse_text": "Then they sent some of the Pharisees and Herodians to Jesus in order to trap Him into making a statement [that they could use against Him]."
            },
            {
                "verse_number": "14",
                "verse_text": "They came and said to Him, &apos;Teacher, we know that You are truthful and have no personal bias toward anyone; for You are not influenced by outward appearances or social status, but in truth You teach the way of God. Is it lawful [according to Jewish law and tradition] to pay the poll-tax to [ Tiberius] Caesar, or not?"
            },
            {
                "verse_number": "15",
                "verse_text": "Should we pay [the tax] or should we not pay?&apos; But knowing their hypocrisy, He asked them, &apos;Why are you testing Me? Bring Me a coin (denarius) to look at.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "So they brought one. Then He asked them, &apos;Whose image and inscription is this?&apos; They said to Him, &apos;Caesar&quot;s.&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "Jesus said to them, &apos;Pay to Caesar the things that are Caesar&quot;s, and to God the things that are God&quot;s.&apos; And they were greatly amazed at Him."
            },
            {
                "verse_number": "18",
                "verse_text": "Some Sadducees (who say that there is no resurrection) came to Him, and began questioning Him, saying,"
            },
            {
                "verse_number": "19",
                "verse_text": "&apos;Teacher, Moses wrote for us [a law] that if a man&quot;s brother dies and leaves a wife but leaves no child , his brother is to marry the widow and raise up children for his brother ."
            },
            {
                "verse_number": "20",
                "verse_text": "There were seven brothers; the first [one] took a wife, and died leaving no children."
            },
            {
                "verse_number": "21",
                "verse_text": "The second brother married her, and died leaving no children; and the third likewise;"
            },
            {
                "verse_number": "22",
                "verse_text": "and so all seven [married her and died, and] left no children. Last of all the woman died also."
            },
            {
                "verse_number": "23",
                "verse_text": "In the resurrection, whose wife will she be? For all seven [brothers] were married to her.&apos;"
            },
            {
                "verse_number": "24",
                "verse_text": "Jesus said to them, &apos;Is this not why you are wrong, because you know neither the Scriptures [that teach the resurrection] nor the power of God [who is able to raise the dead]?"
            },
            {
                "verse_number": "25",
                "verse_text": "For when they rise from the dead, they do not marry nor are they given in marriage, but are like angels in heaven."
            },
            {
                "verse_number": "26",
                "verse_text": "But concerning the raising of the dead, have you not read in the book of Moses, in the passage about the burning bush, how God spoke to him, saying, &quot;I am the G od of A braham , and the G od of I saac , and the G od of J acob &quot;?"
            },
            {
                "verse_number": "27",
                "verse_text": "He is not the God of the dead, but of the living; you are greatly mistaken and you are deceiving yourselves!&apos;"
            },
            {
                "verse_number": "28",
                "verse_text": "Then one of the scribes [an expert in Mosaic Law] came up and listened to them arguing [with one another], and noticing that Jesus answered them well, asked Him, &apos;Which commandment is first and most important of all?&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "Jesus answered, &apos;The first and most important one is: &quot;H ear , O I srael , the L ord our G od is one L ord ;"
            },
            {
                "verse_number": "30",
                "verse_text": "and you shall love the L ord your G od with all your heart , and with all your soul (life), and with all your mind (thought, understanding), and with all your strength .&quot;"
            },
            {
                "verse_number": "31",
                "verse_text": "This is the second: &quot;Y ou shall [unselfishly] love your neighbor as yourself .&quot; There is no other commandment greater than these.&apos;"
            },
            {
                "verse_number": "32",
                "verse_text": "The scribe said to Him, &apos;Admirably answered, Teacher; You truthfully stated that H e is O ne , and there is no other but H im ;"
            },
            {
                "verse_number": "33",
                "verse_text": "and to love H im with all the heart and with all the understanding and with all the strength , and to [unselfishly] love one&quot;s neighbor as oneself , is much more than all burnt offerings and sacrifices.&apos;"
            },
            {
                "verse_number": "34",
                "verse_text": "When Jesus saw that he answered thoughtfully and intelligently, He said to him, &apos;You are not far from the kingdom of God.&apos; And after that, no one would dare to ask Him any more questions."
            },
            {
                "verse_number": "35",
                "verse_text": "Jesus began to say, as He taught in [a portico or court of] the temple, &apos; How can the scribes say that the Christ is the son of David?"
            },
            {
                "verse_number": "36",
                "verse_text": "David himself said [when inspired] by the Holy Spirit,"
            },
            {
                "verse_number": "37",
                "verse_text": "David himself calls Him (the Son, the Messiah) &quot;Lord&quot;; so how can it be that He is David&quot;s Son?&apos; The large crowd enjoyed hearing Jesus and listened to Him with delight."
            },
            {
                "verse_number": "38",
                "verse_text": "In [the course of] His teaching He was saying, &apos;Beware of the scribes, who like to walk around in long robes [displaying their prominence], and like to receive respectful greetings in the market places,"
            },
            {
                "verse_number": "39",
                "verse_text": "and [they love] the chief seats in the synagogues and the places of distinction and honor at banquets,"
            },
            {
                "verse_number": "40",
                "verse_text": "[these scribes] who devour (confiscate) widows&quot; houses, and offer long prayers for appearance&quot;s sake [to impress others]. These men will receive greater condemnation.&apos;"
            },
            {
                "verse_number": "41",
                "verse_text": "And He sat down opposite the [temple] treasury, and began watching how the people were putting money into the treasury. And many rich people were putting in large sums."
            },
            {
                "verse_number": "42",
                "verse_text": "A poor widow came and put in two small copper coins, which amount to a mite."
            },
            {
                "verse_number": "43",
                "verse_text": "Calling His disciples to Him, He said to them, &apos;I assure you and most solemnly say to you, this poor widow put in [proportionally] more than all the contributors to the treasury."
            },
            {
                "verse_number": "44",
                "verse_text": "For they all contributed from their surplus, but she, from her poverty, put in all she had, all she had to live on.&apos;"
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "As He was coming out of the temple [grounds], one of His disciples said to Him, &apos;Teacher, look what wonderful stones and what wonderful buildings!&apos;"
            },
            {
                "verse_number": "2",
                "verse_text": "Jesus replied to him, &apos;You see these great buildings? Not one stone will be left on another which will not be torn down!&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "As He was sitting on the Mount of Olives opposite the temple, Peter and James and John and Andrew asked Him privately,"
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Tell us, when will these things happen, and what will be the sign when all these things are about to be fulfilled?&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Jesus began to say to them, &apos;Be careful and see to it that no one misleads you."
            },
            {
                "verse_number": "6",
                "verse_text": "Many will come in My name [misusing My name or claiming to be the Messiah], saying, &quot;I am He!&quot; and will deceive and mislead many."
            },
            {
                "verse_number": "7",
                "verse_text": "When you hear of wars and rumors of wars, do not be alarmed (frightened, troubled); these things must take place, but the end is not yet."
            },
            {
                "verse_number": "8",
                "verse_text": "For nation will rise up against nation, and kingdom against kingdom; there will be earthquakes in various places; there will be famines. These things are the beginning of the birth pangs [the intolerable anguish and suffering]."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;But be on your guard; they will turn you over to courts, and you will be beaten in synagogues, and you will stand [as accused] before governors and kings for My sake, as a testimony to them."
            },
            {
                "verse_number": "10",
                "verse_text": "The gospel [that is, the good news regarding the way of salvation] must first be preached to all the [Gentile] nations."
            },
            {
                "verse_number": "11",
                "verse_text": "When they take you and turn you over [to the court], do not worry beforehand about what to say, but say whatever is given to you [by God] in that hour; for it is not you who speak, but it is the Holy Spirit [who will speak through you]."
            },
            {
                "verse_number": "12",
                "verse_text": "Brother will betray brother to [be put to] death, and a father [will hand over] his child; and children will rise up and take a stand against parents and have them put to death."
            },
            {
                "verse_number": "13",
                "verse_text": "You will be hated by everyone because of [your association with] My name, but the one who [patiently perseveres empowered by the Holy Spirit and] endures to the end, he will be saved."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;But when you see the abomination of desolation standing [in the temple sanctuary] where it ought not to be (let the reader understand) then those who are in Judea must flee to the mountains."
            },
            {
                "verse_number": "15",
                "verse_text": "Whoever is on the housetop must not go down [to enter the house], or go inside to take anything out of his house;"
            },
            {
                "verse_number": "16",
                "verse_text": "whoever is in the field must not turn back to get his coat."
            },
            {
                "verse_number": "17",
                "verse_text": "And woe to those women who are pregnant and to those who are nursing babies in those days!"
            },
            {
                "verse_number": "18",
                "verse_text": "Pray that it will not occur in winter,"
            },
            {
                "verse_number": "19",
                "verse_text": "for at that time there will be such tribulation as has not occurred, from the beginning of the creation which God made, until now&ndash;and never will [be again]."
            },
            {
                "verse_number": "20",
                "verse_text": "And if the Lord had not shortened the days, no human life would have been saved; but for the sake of the elect, whom He chose [for Himself], He shortened the days."
            },
            {
                "verse_number": "21",
                "verse_text": "Then if anyone says to you, &quot;Look, here is the Christ (the Messiah, the Anointed)!&quot; or, &quot;Look, He is there!&quot; do not believe it;"
            },
            {
                "verse_number": "22",
                "verse_text": "for false Christs and false prophets will arise, and they will provide signs and wonders in order to deceive, if [such a thing were] possible, even the elect [those God has chosen for Himself]."
            },
            {
                "verse_number": "23",
                "verse_text": "But be on your guard; I have told you everything in advance."
            },
            {
                "verse_number": "24",
                "verse_text": "&apos;But in those days, after [the suffering and distress of] that tribulation, the sun will be darkened , and the moon will not give its light ,"
            },
            {
                "verse_number": "25",
                "verse_text": "and the stars will be falling from the sky, and the powers that are in the heavens will be shaken."
            },
            {
                "verse_number": "26",
                "verse_text": "Then they will see the S on of M an coming in clouds with great power and glory [in royal majesty and splendor]."
            },
            {
                "verse_number": "27",
                "verse_text": "And then He will send out the angels, and will gather together His elect [those He has chosen for Himself] from the four winds, from the farthest end of the earth to the farthest end of heaven."
            },
            {
                "verse_number": "28",
                "verse_text": "&apos;Now learn this lesson from the fig tree: as soon as its branch becomes tender and it puts out its leaves, you recognize that summer is near."
            },
            {
                "verse_number": "29",
                "verse_text": "Even so, you too, when you see these things happening, know [for certain] that He is near, right at the door."
            },
            {
                "verse_number": "30",
                "verse_text": "I assure you and most solemnly say to you, this generation [the people living when these signs and events begin] will not pass away until all these things take place."
            },
            {
                "verse_number": "31",
                "verse_text": "Heaven and earth [as now known] will pass away, but My words will not pass away."
            },
            {
                "verse_number": "32",
                "verse_text": "But of that [exact] day or hour no one knows, not even the angels in heaven, nor the Son [in His humanity], but the Father alone."
            },
            {
                "verse_number": "33",
                "verse_text": "&apos;Be on guard and stay constantly alert [ and pray ] ; for you do not know when the appointed time will come."
            },
            {
                "verse_number": "34",
                "verse_text": "It is like a man away on a journey, who when he left home put his servants in charge, each with his particular task, and also ordered the doorkeeper to be continually alert."
            },
            {
                "verse_number": "35",
                "verse_text": "Therefore, be continually on the alert&ndash;for you do not know when the master of the house is coming, whether in the evening, or at midnight, or when the rooster crows, or in the morning&ndash;"
            },
            {
                "verse_number": "36",
                "verse_text": "[stay alert,] in case he should come suddenly and unexpectedly and find you asleep and unprepared."
            },
            {
                "verse_number": "37",
                "verse_text": "What I say to you I say to everyone, &quot;Be on the alert [stay awake and be continually cautious]!&quot; &apos;"
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "It was now two days before the Passover and [the festival of] Unleavened Bread, and the chief priests and the scribes were searching for a deceitful way to arrest Jesus and kill Him;"
            },
            {
                "verse_number": "2",
                "verse_text": "but they were saying, &apos;Not during the festival, for the people might riot.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "While He was in Bethany [as a guest] at the home of Simon the leper, and reclining at the table, a woman came with an alabaster vial of very costly and precious perfume of pure nard; and she broke the vial and poured the perfume over His head."
            },
            {
                "verse_number": "4",
                "verse_text": "But there were some who were indignantly remarking to one another, &apos;Why has this perfume been wasted?"
            },
            {
                "verse_number": "5",
                "verse_text": "For this perfume might have been sold for more than three hundred denarii [a laborer&quot;s wages for almost a year], and the money given to the poor.&apos; And they scolded her."
            },
            {
                "verse_number": "6",
                "verse_text": "But Jesus said, &apos;Let her alone; why are you bothering her and causing trouble? She has done a good and beautiful thing to Me."
            },
            {
                "verse_number": "7",
                "verse_text": "For you always have the poor with you, and whenever you wish you can do something good to them; but you will not always have Me."
            },
            {
                "verse_number": "8",
                "verse_text": "She has done what she could; she has anointed My body beforehand for the burial."
            },
            {
                "verse_number": "9",
                "verse_text": "I assure you and most solemnly say to you, wherever the good news [regarding salvation] is proclaimed throughout the world, what she has done will be told in memory of her.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Judas Iscariot, who was one of the twelve [disciples], went to the chief priests to betray Jesus to them."
            },
            {
                "verse_number": "11",
                "verse_text": "When they heard this they were delighted, and promised to give him money. And he began looking for an opportune time to betray Jesus."
            },
            {
                "verse_number": "12",
                "verse_text": "On the first day [of the festival] of Unleavened Bread, when [as was customary] they sacrificed the Passover lamb, His disciples asked Him, &apos;Where do You want us to go and prepare for You to eat the Passover?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "And He sent two of His disciples, saying to them, &apos;Go into the city, and a man carrying a jar of water will meet you; follow him;"
            },
            {
                "verse_number": "14",
                "verse_text": "and say to the owner of the house he enters, &quot;The Teacher asks, &apos;Where is My guest room in which I may eat the Passover with My disciples?&apos; &quot;"
            },
            {
                "verse_number": "15",
                "verse_text": "He will show you a large upstairs room, furnished and ready [with carpets and dining couches]; prepare [the supper] for us there.&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "The disciples left and went to the city and found everything just as He had told them, and they prepared the Passover."
            },
            {
                "verse_number": "17",
                "verse_text": "When it was evening, He came with the twelve [disciples]."
            },
            {
                "verse_number": "18",
                "verse_text": "While they were reclining at the table, Jesus said, &apos;I assure you and most solemnly say to you that one of you will betray Me&ndash;one who is eating with Me.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "They began to be grieved and deeply distressed and to say to Him one by one, &apos;Surely not I?&apos;"
            },
            {
                "verse_number": "20",
                "verse_text": "And He replied, &apos;It is one of the twelve [disciples], one who is dipping bread in the bowl with Me."
            },
            {
                "verse_number": "21",
                "verse_text": "For the Son of Man goes [to the cross] just as it is written [in Scripture] of Him; but woe to that man by whom the Son of Man is betrayed! It would have been good for that man if he had not been born.&apos;"
            },
            {
                "verse_number": "22",
                "verse_text": "While they were eating, Jesus took bread and blessed it [giving thanks and praise], and He broke it, and gave it to them and said, &apos;Take it. This is My body.&apos;"
            },
            {
                "verse_number": "23",
                "verse_text": "And when He had taken a cup [of wine] and given thanks, He gave it to them, and they all drank from it."
            },
            {
                "verse_number": "24",
                "verse_text": "And He said to them, &apos;This is My blood of the [new] covenant, [My blood] which is being poured out for many [for the forgiveness of sins]."
            },
            {
                "verse_number": "25",
                "verse_text": "I assure you and most solemnly say to you, I will not drink again of the fruit of the vine until that day when I drink it new in the kingdom of God.&apos;"
            },
            {
                "verse_number": "26",
                "verse_text": "After they had sung a hymn, they went out to the Mount of Olives."
            },
            {
                "verse_number": "27",
                "verse_text": "Jesus said to them, &apos;You will all fall away [and be ashamed and be afraid to be associated with Me as disciples], because it is written, &quot;I will strike the S hepherd , and the sheep will be scattered .&quot;"
            },
            {
                "verse_number": "28",
                "verse_text": "But after I have been raised [from the dead], I will go ahead of you to Galilee.&apos;"
            },
            {
                "verse_number": "29",
                "verse_text": "But Peter said to Him, &apos;Even if they all fall away [and desert You, ashamed and afraid of being associated with You], yet I will not [do so]!&apos;"
            },
            {
                "verse_number": "30",
                "verse_text": "Jesus said to him, &apos;I assure you and most solemnly say to you, this very night, before a rooster crows twice, you will deny [that you even know] Me three times.&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "But Peter kept saying insistently, &apos;If I have to die with You, I will not deny You!&apos; And they all were saying the same thing as well."
            },
            {
                "verse_number": "32",
                "verse_text": "Then they went to a place called Gethsemane; and Jesus said to His disciples, &apos;Sit down here until I have prayed.&apos;"
            },
            {
                "verse_number": "33",
                "verse_text": "He took Peter and James and John with Him, and He began to be deeply distressed and troubled [extremely anguished at the prospect of what was to come]."
            },
            {
                "verse_number": "34",
                "verse_text": "And He said to them, &apos;My soul is deeply grieved and overwhelmed with sorrow, to the point of death; remain here and keep watch.&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "After going a little farther, He fell to the ground [distressed by the weight of His spiritual burden] and began to pray that if it were possible [in the Father&quot;s will], the hour [of suffering and death for the sins of mankind] might pass from Him."
            },
            {
                "verse_number": "36",
                "verse_text": "He was saying, &apos; Abba, Father! All things are possible for You; take this cup [of judgment] away from Me; but not what I will, but what You will.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "And He came back and found them sleeping, and He said to Peter, &apos;Simon, are you asleep? Were you unable to keep watch for one hour?"
            },
            {
                "verse_number": "38",
                "verse_text": "Keep [actively] watching and praying so that you do not come into temptation; the spirit is willing, but the body is weak.&apos;"
            },
            {
                "verse_number": "39",
                "verse_text": "He went away again and prayed, saying the same words."
            },
            {
                "verse_number": "40",
                "verse_text": "And again He came back and found them sleeping, because their eyes were very heavy; and they did not know how to answer Him."
            },
            {
                "verse_number": "41",
                "verse_text": "He came back a third time and said to them, &apos;Are you still sleeping and resting? Enough [of that]! The hour has come. Look, the Son of Man is being betrayed into the hands of sinners."
            },
            {
                "verse_number": "42",
                "verse_text": "Get up, let us go. Look, my betrayer is near!&apos;"
            },
            {
                "verse_number": "43",
                "verse_text": "And at once, while He was still speaking, Judas [Iscariot], one of the twelve [disciples], came up, and with him a crowd of men with swords and clubs, who came from the chief priests, the scribes, and the elders [of the Sanhedrin]."
            },
            {
                "verse_number": "44",
                "verse_text": "Now the betrayer had given them a signal, saying, &apos;Whomever I kiss, He is the one; seize Him and lead Him away safely [under guard].&apos;"
            },
            {
                "verse_number": "45",
                "verse_text": "When Judas came, immediately he went up to Jesus and said, &apos;Rabbi (Master)!&apos; and he kissed Him [forcefully]."
            },
            {
                "verse_number": "46",
                "verse_text": "They laid hands on Him and seized Him."
            },
            {
                "verse_number": "47",
                "verse_text": "But one of the bystanders [Simon Peter] drew his sword and struck [Malchus] the slave of the high priest and cut off his ear."
            },
            {
                "verse_number": "48",
                "verse_text": "Jesus said to them, &apos;Have you come out with swords and clubs to arrest Me, as you would against a robber?"
            },
            {
                "verse_number": "49",
                "verse_text": "Day after day I was with you, teaching in the [courts and porches of the] temple, and you did not seize Me; but this has happened so that the Scriptures would be fulfilled.&apos;"
            },
            {
                "verse_number": "50",
                "verse_text": "Then all of His disciples abandoned Him and fled."
            },
            {
                "verse_number": "51",
                "verse_text": "A young man was following Him, wearing [only] a linen sheet over his naked body; and some men seized him."
            },
            {
                "verse_number": "52",
                "verse_text": "But pulling free of the linen sheet, he escaped [from them] naked."
            },
            {
                "verse_number": "53",
                "verse_text": "They led Jesus away to the high priest, and all the chief priests and the elders and the scribes (Sanhedrin, Jewish High Court) gathered together."
            },
            {
                "verse_number": "54",
                "verse_text": "Peter had followed Him at a distance, right into the courtyard of the high priest; and he was sitting with the officers [guards and servants] and warming himself at the fire."
            },
            {
                "verse_number": "55",
                "verse_text": "Now the chief priests and the entire Council (Sanhedrin, Jewish High Court) were trying to obtain testimony against Jesus [which they could use] to have Him [condemned and] executed, but they were not finding any."
            },
            {
                "verse_number": "56",
                "verse_text": "For many [people] were giving false testimony against Him, but their testimonies were not consistent."
            },
            {
                "verse_number": "57",
                "verse_text": "Some stood up and began to give false testimony against Him, saying,"
            },
            {
                "verse_number": "58",
                "verse_text": "&apos;We heard Him say, &quot;I will destroy this temple (sanctuary) that was made with hands, and in three days I will build another made without hands.&quot; &apos;"
            },
            {
                "verse_number": "59",
                "verse_text": "Not even in this respect was their testimony consistent."
            },
            {
                "verse_number": "60",
                "verse_text": "The high priest stood up and came forward and asked Jesus, &apos;Have You no answer to give [in response] to what these men are testifying against You?&apos;"
            },
            {
                "verse_number": "61",
                "verse_text": "But Jesus kept silent and gave no answer at all. Again the high priest was questioning Him, and saying to Him, &apos;Are You the Christ (the Messiah, the Anointed), the Son of the Blessed One?&apos;"
            },
            {
                "verse_number": "62",
                "verse_text": "Jesus said, &apos;I am; and you will [all] see the S on of M an seated [with authority] at the right hand of P ower (the Father), and coming with the clouds of heaven .&apos;"
            },
            {
                "verse_number": "63",
                "verse_text": "Then tearing his robe [to express his indignation], the high priest said, &apos;What further need do we have of witnesses?"
            },
            {
                "verse_number": "64",
                "verse_text": "You have heard the blasphemy [that is, His claim to be the Son of God]. What is your decision?&apos; And they all condemned Him to be [guilty and] deserving of death."
            },
            {
                "verse_number": "65",
                "verse_text": "And some began to spit on Him, and to blindfold Him, and to beat Him with their fists, and to say to Him, &apos;Prophesy [by telling us who hit you]!&apos; Then the officers took custody of Him and struck him in the face."
            },
            {
                "verse_number": "66",
                "verse_text": "While Peter was down below in the courtyard, one of the servant-girls of the high priest came,"
            },
            {
                "verse_number": "67",
                "verse_text": "and when she saw Peter warming himself, she looked intently at him and said, &apos;You were with Jesus the Nazarene, too.&apos;"
            },
            {
                "verse_number": "68",
                "verse_text": "But he denied it, saying, &apos;I neither know nor understand what you are talking about.&apos; Then he went out [of the courtyard] to the porch, [ and a rooster crowed. ]"
            },
            {
                "verse_number": "69",
                "verse_text": "The servant-girl saw him, and began once more to tell the bystanders, &apos;This [man] is one of them.&apos;"
            },
            {
                "verse_number": "70",
                "verse_text": "But again he denied it. After a little while, the bystanders again said to Peter, &apos;You are in fact one of them, for [it is clear from your accent, that] you are a Galilean, too.&apos;"
            },
            {
                "verse_number": "71",
                "verse_text": "But he began to invoke a curse [on himself] and to swear [an oath], &apos;I do not know this man you are talking about!&apos;"
            },
            {
                "verse_number": "72",
                "verse_text": "Immediately a rooster crowed the second time. And Peter remembered what Jesus said to him: &apos;Before a rooster crows twice, you will deny Me three times.&apos; And thinking of this, he began weeping [in anguish]."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Early in the morning the chief priests, with the elders and scribes and the whole Council (Sanhedrin, Jewish High Court), immediately consulted together; and they bound Jesus, they took Him away [violently] and handed Him over to Pilate."
            },
            {
                "verse_number": "2",
                "verse_text": "Pilate questioned Him, &apos;Are You the King of the Jews?&apos; And He replied to him, &apos;It is as you say.&apos;"
            },
            {
                "verse_number": "3",
                "verse_text": "The chief priests began accusing Him of many things."
            },
            {
                "verse_number": "4",
                "verse_text": "Then Pilate again asked Him, &apos;Have You no answer [to give]? See how many charges they are bringing against You!&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "But Jesus gave no further answer; so Pilate was perplexed."
            },
            {
                "verse_number": "6",
                "verse_text": "Now at the [Passover] feast Pilate used to set free for them any one prisoner whom they requested."
            },
            {
                "verse_number": "7",
                "verse_text": "The man called Barabbas was imprisoned with the insurrectionists (revolutionaries) who had committed murder in the civil rebellion."
            },
            {
                "verse_number": "8",
                "verse_text": "The crowd came up and began asking Pilate to do as he usually did for them."
            },
            {
                "verse_number": "9",
                "verse_text": "Pilate answered them, saying, &apos;Do you want me to set free for you the King of the Jews?&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "For he was aware that the chief priests had turned Jesus over to him because of envy and resentment."
            },
            {
                "verse_number": "11",
                "verse_text": "But the chief priests stirred up the crowd to get him to release Barabbas for them instead."
            },
            {
                "verse_number": "12",
                "verse_text": "Again Pilate answered, &apos;Then what shall I do with Him whom you call the King of the Jews?&apos;"
            },
            {
                "verse_number": "13",
                "verse_text": "They screamed back, &apos;Crucify Him!&apos;"
            },
            {
                "verse_number": "14",
                "verse_text": "But Pilate asked them, &apos;Why, what has He done that is evil?&apos; But they screamed all the more, &apos;Crucify Him!&apos;"
            },
            {
                "verse_number": "15",
                "verse_text": "So Pilate, wishing to satisfy the crowd, set Barabbas free for them; and after having Jesus scourged, he handed Him over [to his soldiers] to be crucified."
            },
            {
                "verse_number": "16",
                "verse_text": "The soldiers led Him away into the palace (that is, the Praetorium), and they called together the entire [Roman] battalion [of 600 soldiers]."
            },
            {
                "verse_number": "17",
                "verse_text": "They dressed Him up in [a ranking Roman officer&quot;s robe of] purple, and after twisting [together] a crown of thorns, they placed it on Him;"
            },
            {
                "verse_number": "18",
                "verse_text": "and they began saluting and mocking Him: &apos;Hail, King of the Jews!&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "They kept beating Him on the head with a reed and spitting on Him, and kneeling and bowing in [mock] homage to Him."
            },
            {
                "verse_number": "20",
                "verse_text": "After they had mocked Him, they took off the purple robe and put His own clothes on Him. And they led Him out [of the city] to crucify Him."
            },
            {
                "verse_number": "21",
                "verse_text": "They forced into service a passer-by coming in from the countryside, Simon of Cyrene (the father of Alexander and Rufus), to carry His cross."
            },
            {
                "verse_number": "22",
                "verse_text": "Then they brought Him to the place [called] Golgotha, which is translated, Place of a Skull."
            },
            {
                "verse_number": "23",
                "verse_text": "They tried to give Him wine mixed with myrrh [to dull the pain], but He would not take it."
            },
            {
                "verse_number": "24",
                "verse_text": "And they crucified Him, and divided up His clothes among themselves, casting lots for them to see who should take what."
            },
            {
                "verse_number": "25",
                "verse_text": "It was the third hour (9:00 a.m.) when they crucified Him."
            },
            {
                "verse_number": "26",
                "verse_text": "The inscription of the accusation against Him had been written [above Him]: &apos;THE KING OF THE JEWS.&apos;"
            },
            {
                "verse_number": "27",
                "verse_text": "They crucified two robbers with Him, one on His right and one on His left."
            },
            {
                "verse_number": "28",
                "verse_text": "[ And the Scripture was fulfilled which says, &apos;He was counted with the transgressors.&apos; ]"
            },
            {
                "verse_number": "29",
                "verse_text": "Those who were passing by were insulting Him with abusive and insolent language, wagging their heads [as a sign of contempt], and saying, &apos;Ha! You who would destroy the temple and rebuild it in [only] three days,"
            },
            {
                "verse_number": "30",
                "verse_text": "save Yourself by coming down from the cross!&apos;"
            },
            {
                "verse_number": "31",
                "verse_text": "In the same way the chief priests also, along with the scribes, were ridiculing and mocking Him among themselves and saying, &apos;He saved others [from death]; He cannot save Himself!"
            },
            {
                "verse_number": "32",
                "verse_text": "Let the Christ (the Messiah, the Anointed), the King of Israel, now come down from the cross, so that we may see and believe and trust [in Him]!&apos; Those who were crucified with Him were also insulting Him."
            },
            {
                "verse_number": "33",
                "verse_text": "When the sixth hour (noon) came, darkness covered the whole land until the ninth hour (3:00 p.m.)."
            },
            {
                "verse_number": "34",
                "verse_text": "And at the ninth hour Jesus cried out with a loud voice, &apos;E loi , E loi , lama sabachthani ?&apos; &ndash;which is translated, &apos;M y G od , M y G od , why have Y ou forsaken M e ?&apos;"
            },
            {
                "verse_number": "35",
                "verse_text": "Some of the bystanders heard Him and said, &apos;Look! He is calling for Elijah!&apos;"
            },
            {
                "verse_number": "36",
                "verse_text": "Someone ran and filled a sponge with sour wine, put it on a reed and gave Him a drink, saying, &apos;Let us see whether Elijah is coming to take Him down.&apos;"
            },
            {
                "verse_number": "37",
                "verse_text": "But Jesus uttered a loud cry, and breathed out His last [voluntarily, sovereignly dismissing and releasing His spirit from His body in submission to His Father&quot;s plan]."
            },
            {
                "verse_number": "38",
                "verse_text": "And the veil [of the Holy of Holies] of the temple was torn in two from top to bottom."
            },
            {
                "verse_number": "39",
                "verse_text": "When the centurion, who was standing opposite Him, saw the way He breathed His last [being fully in control], he said, &apos;Truly this man was the Son of God!&apos;"
            },
            {
                "verse_number": "40",
                "verse_text": "Now some women also were watching from a distance, among whom were Mary Magdalene, and Mary the mother of James the Less and of Joses, and Salome."
            },
            {
                "verse_number": "41",
                "verse_text": "When Jesus was in Galilee, they used to accompany him and minister to Him; and there were also many other women who came up with Him to Jerusalem."
            },
            {
                "verse_number": "42",
                "verse_text": "When evening had already come, because it was the preparation day, that is, the day before the Sabbath,"
            },
            {
                "verse_number": "43",
                "verse_text": "Joseph of Arimathea came, a prominent and respected member of the Council (Sanhedrin, Jewish High Court), who was himself waiting for the kingdom of God&ndash;and he courageously dared to go in before Pilate, and asked for the body of Jesus."
            },
            {
                "verse_number": "44",
                "verse_text": "Pilate wondered if He was dead by this time [only six hours after being crucified], and he summoned the centurion and asked him whether He was already dead."
            },
            {
                "verse_number": "45",
                "verse_text": "And when he learned from the centurion [that Jesus was in fact dead], he gave the body to Joseph [by granting him permission to remove it]."
            },
            {
                "verse_number": "46",
                "verse_text": "So Joseph purchased a [fine] linen cloth [for wrapping the body], and after taking Jesus down [from the cross], he wrapped Him in the linen cloth and placed Him in a tomb which had been cut out of rock. Then he rolled a [large, wheel-shaped] stone against the entrance of the tomb."
            },
            {
                "verse_number": "47",
                "verse_text": "Mary Magdalene and Mary the mother of Joses were [carefully] watching to see where He was laid."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "When the Sabbath was over, Mary Magdalene, Mary the mother of James, and Salome purchased [sweet-smelling] spices, so that they might go and anoint Him."
            },
            {
                "verse_number": "2",
                "verse_text": "Very early on the first day of the week, they came to the tomb when the sun had risen."
            },
            {
                "verse_number": "3",
                "verse_text": "And they were saying to one another, &apos;Who will roll back the stone for us from the entrance of the tomb?&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Looking up, they saw that the stone had been rolled away, though it was extremely large."
            },
            {
                "verse_number": "5",
                "verse_text": "Entering the tomb, they saw a young man sitting on the right, wearing a [long, stately] white robe; and they were amazed and bewildered."
            },
            {
                "verse_number": "6",
                "verse_text": "And he said to them, &apos;Do not be amazed; you are looking for Jesus the Nazarene, who was crucified. He has risen; He is not here. See, [here is] the place where they laid Him."
            },
            {
                "verse_number": "7",
                "verse_text": "But go, tell His disciples and Peter, &quot;He is going ahead of you to Galilee; you will see Him there, just as He told you.&quot; &apos;"
            },
            {
                "verse_number": "8",
                "verse_text": "They went out and fled from the tomb, for they were seized with trembling and astonishment; and they said nothing [about it] to anyone, because they were afraid."
            },
            {
                "verse_number": "9",
                "verse_text": "[ Now Jesus, having risen [from death] early on the first day of the week, appeared first to Mary Magdalene, from whom He had cast out seven demons."
            },
            {
                "verse_number": "10",
                "verse_text": "She went and reported it to those who had been with Him, while they were mourning and weeping."
            },
            {
                "verse_number": "11",
                "verse_text": "When they heard that He was alive and had been seen by her, they did not believe it."
            },
            {
                "verse_number": "12",
                "verse_text": "After that, He appeared in a different form to two of them as they were walking along the way to the country."
            },
            {
                "verse_number": "13",
                "verse_text": "They returned [to Jerusalem] and told the others, but they did not believe them either."
            },
            {
                "verse_number": "14",
                "verse_text": "Later, Jesus appeared to the eleven [disciples] themselves as they were reclining at the table; and He called them to account for their unbelief and hardness of heart, because they had not believed those who had seen Him after He had risen [from death]."
            },
            {
                "verse_number": "15",
                "verse_text": "And He said to them, &apos;Go into all the world and preach the gospel to all creation."
            },
            {
                "verse_number": "16",
                "verse_text": "He who has believed [in Me] and has been baptized will be saved [from the penalty of God&quot;s wrath and judgment]; but he who has not believed will be condemned."
            },
            {
                "verse_number": "17",
                "verse_text": "These signs will accompany those who have believed: in My name they will cast out demons, they will speak in new tongues;"
            },
            {
                "verse_number": "18",
                "verse_text": "they will pick up serpents, and if they drink anything deadly, it will not hurt them; they will lay hands on the sick, and they will get well.&apos;"
            },
            {
                "verse_number": "19",
                "verse_text": "So then, when the Lord Jesus had spoken to them, He was taken up into heaven and sat down at the right hand of God."
            },
            {
                "verse_number": "20",
                "verse_text": "And they went out and preached everywhere, while the Lord was working with them and confirming the word by the signs that followed. ]"
            }
        ]
    }
}