{
    "Joshua": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "Now it happened after the death of Moses the servant of the L ord , that the L ord spoke to Joshua the son of Nun, Moses’ servant (attendant), saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "“Moses My servant is dead; now therefore arise [to take his place], cross over this Jordan, you and all this people, into the land which I am giving to them, to the sons of Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "I have given you every place on which the sole of your foot treads, just as I promised to Moses."
            },
            {
                "verse_number": "4",
                "verse_text": "From the wilderness [of Arabia in the south] and this Lebanon [in the north], even as far as the great river, the river Euphrates [in the east], all the land of the Hittites (Canaan), and as far as the Great [Mediterranean] Sea toward the west shall be your territory."
            },
            {
                "verse_number": "5",
                "verse_text": "No man will [be able to] stand before you [to oppose you] as long as you live. Just as I was [present] with Moses, so will I be with you; I will not fail you or abandon you."
            },
            {
                "verse_number": "6",
                "verse_text": "Be strong and confident and courageous, for you will give this people as an inheritance the land which I swore to their fathers (ancestors) to give them."
            },
            {
                "verse_number": "7",
                "verse_text": "Only be strong and very courageous; be careful to do [everything] in accordance with the entire law which Moses My servant commanded you; do not turn from it to the right or to the left, so that you may prosper and be successful wherever you go."
            },
            {
                "verse_number": "8",
                "verse_text": "This Book of the Law shall not depart from your mouth, but you shall read [and meditate on] it day and night, so that you may be careful to do [everything] in accordance with all that is written in it; for then you will make your way prosperous, and then you will be successful."
            },
            {
                "verse_number": "9",
                "verse_text": "Have I not commanded you? Be strong and courageous! Do not be terrified or dismayed (intimidated), for the L ord your God is with you wherever you go.”"
            },
            {
                "verse_number": "10",
                "verse_text": "Then Joshua commanded the officers of the people, saying,"
            },
            {
                "verse_number": "11",
                "verse_text": "“Go throughout the camp and command the people, saying, ‘Prepare your provisions, for within three days you are to cross this [river] Jordan, to go in to take possession of the land which the L ord your God is giving you to possess [as an inheritance].’ ”"
            },
            {
                "verse_number": "12",
                "verse_text": "To the Reubenites and to the Gadites and to the half-tribe of Manasseh, Joshua said,"
            },
            {
                "verse_number": "13",
                "verse_text": "“Remember the word which Moses the servant of the L ord commanded you, saying, ‘The L ord your God is giving you rest (peace) and will give you this land [east of the Jordan].’"
            },
            {
                "verse_number": "14",
                "verse_text": "Your wives, your children, and your cattle shall [be allowed to] stay in the land which Moses gave you on this [eastern] side of the Jordan, but you shall go across [the river] before your brothers (the other tribes) armed for battle, all your brave warriors, and you shall help them [conquer and take possession of their land],"
            },
            {
                "verse_number": "15",
                "verse_text": "until the L ord gives your brothers rest, as He has given you, and they also take possession of the land which the L ord your God is giving them. Then you shall [be allowed to] return to your own land, and take possession of that which Moses the servant of the L ord gave you beyond the Jordan toward the sunrise.”"
            },
            {
                "verse_number": "16",
                "verse_text": "They answered Joshua, saying, “All that you have commanded us we will do, and wherever you send us we will go."
            },
            {
                "verse_number": "17",
                "verse_text": "Just as we obeyed Moses in all things, so will we obey you; only may the L ord your God be with you as He was with Moses."
            },
            {
                "verse_number": "18",
                "verse_text": "Any man who rebels against your command and does not obey everything that you command him, shall be put to death; only be strong and courageous.”"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "Joshua the son of Nun sent two men as scouts secretly from Shittim, saying, “Go, view the land, especially Jericho [the walled city].” So they went and came to the house of a prostitute named Rahab, and lodged there."
            },
            {
                "verse_number": "2",
                "verse_text": "Now the king of Jericho was told, “Behold, men from the sons of Israel have come here tonight to spy and search out the land.”"
            },
            {
                "verse_number": "3",
                "verse_text": "So the king of Jericho sent word to Rahab, saying, “Bring out the men who have come to you, who entered your house, because they have come [as spies] to search out all the land.”"
            },
            {
                "verse_number": "4",
                "verse_text": "But the woman had taken the two men and hidden them; so she said, “Yes, two men came to me, but I did not know where they were from."
            },
            {
                "verse_number": "5",
                "verse_text": "When it was time to close the [city] gate at dark, the men left; I do not know where they went. Pursue them quickly, for [if you do] you will overtake them.”"
            },
            {
                "verse_number": "6",
                "verse_text": "But [in fact] she had brought the scouts up to the roof and had hidden them under the stalks of flax which she had laid in order on the roof [to dry]."
            },
            {
                "verse_number": "7",
                "verse_text": "So the [king’s] men pursued them on the road to the Jordan as far as the fords [east of Jericho]; as soon as the pursuers had gone out after them, the gate [of the city] was shut."
            },
            {
                "verse_number": "8",
                "verse_text": "Now before the two men lay down [to sleep], Rahab came up to them on the roof,"
            },
            {
                "verse_number": "9",
                "verse_text": "and she said to the men, “I know that the L ord has given you the land, and that the terror and dread of you has fallen on us, and that all the inhabitants of the land have melted [in despair] because of you."
            },
            {
                "verse_number": "10",
                "verse_text": "For we have heard how the L ord dried up the water of the Red Sea for you when you came out of Egypt, and what you did to the two kings of the Amorites who were beyond the Jordan [on the east], to Sihon and Og, whom you utterly destroyed."
            },
            {
                "verse_number": "11",
                "verse_text": "When we heard it, our hearts melted [in despair], and a [fighting] spirit no longer remained in any man because of you; for the L ord your God, He is God in heaven above and on earth beneath."
            },
            {
                "verse_number": "12",
                "verse_text": "And now, please swear [an oath] to me by the L ord , since I have shown you kindness, that you also will show kindness to my father’s household (family), and give me a pledge of truth and faithfulness,"
            },
            {
                "verse_number": "13",
                "verse_text": "and spare my father and my mother and my brothers and my sisters, along with everyone who belongs to them, and let us all live.”"
            },
            {
                "verse_number": "14",
                "verse_text": "So the men said to her, “Our lives for yours if you do not tell [anyone about] this business of ours; then when the L ord gives us the land we will show you kindness and faithfulness [and keep our agreement with you].”"
            },
            {
                "verse_number": "15",
                "verse_text": "Then she let them down by a rope through the window, for her house was built into the city wall, so that she was living on the wall."
            },
            {
                "verse_number": "16",
                "verse_text": "And she said to them, “Go [west] to the hill country, so that the pursuers [who have headed east] will not encounter you; hide yourselves there for three days until the pursuers return. Then afterward you can go your way.”"
            },
            {
                "verse_number": "17",
                "verse_text": "The men said to her, “We shall be blameless and free from this oath which you have made us swear,"
            },
            {
                "verse_number": "18",
                "verse_text": "unless, when we come into the land, you tie this cord of scarlet thread in the window through which you let us down, and bring into the house your father and your mother and your brothers and all your father’s household [so that they will be safe]."
            },
            {
                "verse_number": "19",
                "verse_text": "But if anyone goes out the doors of your house into the street, his blood shall be on his own head [that is, his own responsibility], and we shall be blameless and free [from our oath]; however, if a hand is laid on anyone who is with you in the house, his blood shall be on our head."
            },
            {
                "verse_number": "20",
                "verse_text": "But if you tell [anyone] this business of ours, we shall be blameless and free from the oath which you made us swear.”"
            },
            {
                "verse_number": "21",
                "verse_text": "She said, “According to your words, so be it.” Then Rahab sent them off, and they departed; and she tied the scarlet cord in the window."
            },
            {
                "verse_number": "22",
                "verse_text": "They left and went [on their way] to the hill country [west of Jericho], and stayed there [hidden in the caves] three days until the pursuers returned. The pursuers had searched all along the road but had not found them."
            },
            {
                "verse_number": "23",
                "verse_text": "Then the two men turned back and came down from the hill country and crossed over [the Jordan] and came to Joshua the son of Nun [at Shittim], and told him everything that had happened to them."
            },
            {
                "verse_number": "24",
                "verse_text": "They said to Joshua, “Certainly the L ord has given all the land into our hands; for all the inhabitants of the land have melted [in despair] because of us.”"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "Joshua got up early in the morning; then he and all the children of Israel set out from Shittim and came to the Jordan, and they spent the night there before they crossed [the river]."
            },
            {
                "verse_number": "2",
                "verse_text": "And it happened at the end of three days that the officers went throughout the camp,"
            },
            {
                "verse_number": "3",
                "verse_text": "and they commanded the people, “When you see the ark of the covenant of the L ord your God being carried by the Levitical priests, then you shall set out from where you are and follow it."
            },
            {
                "verse_number": "4",
                "verse_text": "However, there shall be a distance between you and it of about 2,000 cubits (3,000 ft.) by measurement. Do not come near it, so that you may [be able to see the ark and] know the way you are to go, for you have not passed this way before.”"
            },
            {
                "verse_number": "5",
                "verse_text": "Then Joshua said to the people, “Sanctify yourselves [for His purpose], for tomorrow the L ord will do wonders (miracles) among you.”"
            },
            {
                "verse_number": "6",
                "verse_text": "Joshua said to the priests, “Take up the ark of the covenant and cross over [the river] ahead of the people.” So they took up the ark of the covenant and went on ahead of the people."
            },
            {
                "verse_number": "7",
                "verse_text": "The L ord said to Joshua, “This day I will begin to magnify and exalt you in the sight of all Israel, so that they may know that just as I was with Moses, I will [also] be with you."
            },
            {
                "verse_number": "8",
                "verse_text": "You shall command the priests who carry the ark of the covenant, saying, ‘When you come to the edge of the waters of the Jordan, you shall stand still in the Jordan.’ ”"
            },
            {
                "verse_number": "9",
                "verse_text": "Joshua said to the Israelites, “Come here, and listen to the words of the L ord your God.”"
            },
            {
                "verse_number": "10",
                "verse_text": "Joshua said, “By this you shall know that the living God is among you, and that He will, without fail, drive out from before you the Canaanite, the Hittite, the Hivite, the Perizzite, the Girgashite, the Amorite, and the Jebusite."
            },
            {
                "verse_number": "11",
                "verse_text": "Behold, the ark of the covenant of the Lord of all the earth is crossing over ahead of you [leading the way] into the Jordan."
            },
            {
                "verse_number": "12",
                "verse_text": "So now take for yourselves twelve men from the tribes of Israel, one man from each tribe."
            },
            {
                "verse_number": "13",
                "verse_text": "When the soles of the feet of the priests who carry the ark of the L ord , the Lord of all the earth, [come to] rest in the waters of the Jordan, the waters of the Jordan flowing down from above will be cut off, and they will stand in one mass [of water].”"
            },
            {
                "verse_number": "14",
                "verse_text": "So when the people set out from their tents to cross over the Jordan with the priests who were carrying the ark of the covenant before the people,"
            },
            {
                "verse_number": "15",
                "verse_text": "and when those who were carrying the ark came up to the Jordan, and the feet of the priests carrying the ark were submerged at the edge of the water (for the Jordan overflows all of its banks throughout the time of harvest),"
            },
            {
                "verse_number": "16",
                "verse_text": "the waters which were flowing down from above stopped and rose up in one mass a great distance away at Adam, the city that is beside Zarethan. Those [waters] flowing downward toward the sea of the Arabah, the Salt Sea, were completely cut off. So the people crossed [the river] opposite Jericho."
            },
            {
                "verse_number": "17",
                "verse_text": "And while all [the people of] Israel crossed over on dry ground, the priests who carried the ark of the covenant of the L ord stood firm on dry ground in the midst of the Jordan [riverbed], until all the nation had finished crossing over the Jordan."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "So it was when all the nation had finished crossing the Jordan, the L ord said to Joshua,"
            },
            {
                "verse_number": "2",
                "verse_text": "“Take for yourselves the twelve men [chosen] from among the people, one man from each tribe,"
            },
            {
                "verse_number": "3",
                "verse_text": "and command them, ‘Pick up for yourselves twelve stones [one each] from here out of the midst of the Jordan, from the place where the priests’ feet are standing firm; carry them over with you and lay them down at the place where you will spend the night tonight.’ ”"
            },
            {
                "verse_number": "4",
                "verse_text": "Then Joshua called the twelve men whom he had appointed from the sons of Israel, one man from each tribe;"
            },
            {
                "verse_number": "5",
                "verse_text": "and Joshua said to them, “Cross over again to the ark of the L ord your God into the midst of the Jordan, and each of you take up a stone on his shoulder, according to the number of the tribes of the sons of Israel,"
            },
            {
                "verse_number": "6",
                "verse_text": "so that this may be a sign among you; when your children ask later, ‘What do these stones mean to you?’"
            },
            {
                "verse_number": "7",
                "verse_text": "then you shall say to them that the waters of the Jordan were cut off before the ark of the covenant of the L ord ; when it crossed the Jordan, the waters of the Jordan were cut off. So these stones shall become a memorial for Israel forever.”"
            },
            {
                "verse_number": "8",
                "verse_text": "So the [twelve men chosen from the] sons of Israel did as Joshua commanded, and took up twelve stones out of the midst of the Jordan, according to the number of the tribes of the sons of Israel, just as the L ord had spoken to Joshua; and they carried them over with them to the place where they were spending the night and put them down there."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Joshua set up [a second monument of] twelve stones in the midst of the Jordan at the place where the feet of the priests who carried the ark of the covenant were standing, and they are there to this day."
            },
            {
                "verse_number": "10",
                "verse_text": "For the priests who carried the ark were standing in the midst of the Jordan until everything was finished that the L ord had commanded Joshua to tell the people, in accordance with everything that Moses had commanded Joshua. The people hurried and crossed [the dry riverbed];"
            },
            {
                "verse_number": "11",
                "verse_text": "and when all the people had finished crossing, the ark of the L ord and the priests crossed over in the presence of the people."
            },
            {
                "verse_number": "12",
                "verse_text": "The sons of Reuben and the sons of Gad and half the tribe of Manasseh crossed over armed for battle before the [other] sons of Israel, just as Moses had spoken to them;"
            },
            {
                "verse_number": "13",
                "verse_text": "about 40,000 [men] armed and equipped for war crossed for battle before the L ord to the desert plains of Jericho."
            },
            {
                "verse_number": "14",
                "verse_text": "On that day the L ord magnified and exalted Joshua in the sight of all Israel; so they feared him [with profound awe and reverence], just as they had feared Moses all the days of his life."
            },
            {
                "verse_number": "15",
                "verse_text": "Now the L ord said to Joshua,"
            },
            {
                "verse_number": "16",
                "verse_text": "“Order the priests carrying the ark of the Testimony to come up out of the Jordan.”"
            },
            {
                "verse_number": "17",
                "verse_text": "So Joshua commanded the priests, saying, “Come up out of the Jordan.”"
            },
            {
                "verse_number": "18",
                "verse_text": "When the priests who carried the ark of the covenant of the L ord had come up from the midst of the Jordan, and the soles of their feet were raised up to the dry land, the waters of the Jordan returned to their place, and flowed over all its banks as before."
            },
            {
                "verse_number": "19",
                "verse_text": "Now the people came up from the Jordan on the tenth [day] of the first month and encamped at Gilgal on the eastern border of Jericho."
            },
            {
                "verse_number": "20",
                "verse_text": "And those twelve stones which they had taken from the Jordan, Joshua set up in Gilgal."
            },
            {
                "verse_number": "21",
                "verse_text": "He said to the sons of Israel, “When your children ask their fathers in time to come, ‘What do these stones mean?’"
            },
            {
                "verse_number": "22",
                "verse_text": "then you shall let your children know, ‘Israel crossed this Jordan on dry ground.’"
            },
            {
                "verse_number": "23",
                "verse_text": "For the L ord your God dried up the waters of the Jordan for you until you crossed over, just as the L ord your God did to the Red Sea, which He dried up before us until we had crossed;"
            },
            {
                "verse_number": "24",
                "verse_text": "so that all the peoples of the earth may know [without any doubt] and acknowledge that the hand of the L ord is mighty and extraordinarily powerful, so that you will fear the L ord your God [and obey and worship Him with profound awe and reverence] forever.”"
            }
        ],
        "5": [
            {
                "verse_number": "1",
                "verse_text": "Now it happened when all the kings of the Amorites who were beyond the Jordan to the west, and all the kings of the Canaanites who were by the sea, heard that the L ord had dried up the waters of the Jordan before the Israelites until they had crossed over, their hearts melted [in despair], and there was no [fighting] spirit in them any longer because of the Israelites [and what God had done for them]."
            },
            {
                "verse_number": "2",
                "verse_text": "At that time the L ord said to Joshua, “Make for yourself flint knives and circumcise the [new generation of the] sons of Israel as [was done] before.”"
            },
            {
                "verse_number": "3",
                "verse_text": "So Joshua made flint knives and circumcised the sons of Israel at Gibeath-haaraloth."
            },
            {
                "verse_number": "4",
                "verse_text": "This is the reason why Joshua circumcised them: all the people who came out of Egypt who were males, all the men of war, had died in the wilderness along the way after they left Egypt."
            },
            {
                "verse_number": "5",
                "verse_text": "All the males who came out were circumcised, but all the males who were born in the wilderness on the way as they left Egypt had not been circumcised."
            },
            {
                "verse_number": "6",
                "verse_text": "For the Israelites walked forty years in the wilderness, until all the nation, that is, the men of war who came out of Egypt, died because they did not listen to the voice of the L ord ; to them the L ord had sworn [an oath] that He would not let them see the land which He had promised to their fathers to give us, a land [of abundance] flowing with milk and honey."
            },
            {
                "verse_number": "7",
                "verse_text": "So it was their uncircumcised sons whom He raised up in their place, whom Joshua circumcised, because circumcision had not been performed on the way."
            },
            {
                "verse_number": "8",
                "verse_text": "Then, when they had finished circumcising all [the males of] the nation, they stayed in their places in the camp until they were healed."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the L ord said to Joshua, “This day I have rolled away the reproach (derision, ridicule) of Egypt from you.” So the name of that place is called Gilgal (rolling) to this day."
            },
            {
                "verse_number": "10",
                "verse_text": "While the Israelites camped at Gilgal they observed the Passover on the evening of the fourteenth day of the month on the desert plains of Jericho."
            },
            {
                "verse_number": "11",
                "verse_text": "On the day after Passover, on that very day, they ate some of the produce of the land, unleavened bread, and roasted grain."
            },
            {
                "verse_number": "12",
                "verse_text": "And the manna ceased on the day after they had eaten some of the produce of the land, so that the Israelites no longer had manna, but they ate some of the produce of the land of Canaan during that year."
            },
            {
                "verse_number": "13",
                "verse_text": "Now when Joshua was by Jericho, he looked up, and behold, a man was standing opposite him with his drawn sword in his hand, and Joshua went to him and said to him, “Are you for us or for our adversaries?”"
            },
            {
                "verse_number": "14",
                "verse_text": "He said, “No; rather I have come now as captain of the army of the L ord .” Then Joshua fell with his face toward the earth and bowed down, and said to him, “What does my lord have to say to his servant?”"
            },
            {
                "verse_number": "15",
                "verse_text": "The captain of the L ord ’ s army said to Joshua, “Remove your sandals from your feet, because the place where you are standing is holy (set apart to the L ord ).” And Joshua did so."
            }
        ],
        "6": [
            {
                "verse_number": "1",
                "verse_text": "Now Jericho [a fortified city with high walls] was tightly closed because [of the people’s fear] of the sons of Israel; no one went out or came in."
            },
            {
                "verse_number": "2",
                "verse_text": "The L ord said to Joshua, “See, I have given Jericho into your hand, with its king and the mighty warriors."
            },
            {
                "verse_number": "3",
                "verse_text": "Now you shall march around the city, all the men of war circling the city once. You shall do this [once each day] for six days."
            },
            {
                "verse_number": "4",
                "verse_text": "Also, seven priests shall carry seven trumpets [made] of rams’ horns ahead of the ark; then on the seventh day you shall march around the city seven times, and the priests shall blow the trumpets."
            },
            {
                "verse_number": "5",
                "verse_text": "When they make a long blast with the ram’s horn, and when you hear the sound of the trumpet, all the people shall cry out with a great shout (battle cry); and the wall of the city will fall down in its place, and the people shall go up, each man [going] straight ahead [climbing over the rubble].”"
            },
            {
                "verse_number": "6",
                "verse_text": "So Joshua the son of Nun called for the priests and said to them, “Take up the ark of the covenant, and have seven priests carry seven trumpets made of rams’ horns ahead of the ark of the L ord .”"
            },
            {
                "verse_number": "7",
                "verse_text": "He said to the people, “Go forward! March around the city, and let the armed men go ahead of the ark of the L ord .”"
            },
            {
                "verse_number": "8",
                "verse_text": "And it was so, that when Joshua had spoken to the people, the seven priests carrying the seven trumpets made of rams’ horns went on before the L ord and blew the trumpets; then the ark of the covenant of the L ord went behind them."
            },
            {
                "verse_number": "9",
                "verse_text": "The armed men went in front of the priests who blew the trumpets, and the rear guard came after the ark, while the priests continued to blow the trumpets."
            },
            {
                "verse_number": "10",
                "verse_text": "But Joshua commanded the people, “You shall not shout [the battle cry] nor let your voice be heard nor let a word come out of your mouth, until the day I tell you to shout. Then you shall shout!”"
            },
            {
                "verse_number": "11",
                "verse_text": "So Joshua had the ark of the L ord taken around the city [on the first day], circling it once; then they came back into the camp and spent the night in the camp."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Joshua got up early in the morning [on the second day], and the priests took up the ark of the L ord ."
            },
            {
                "verse_number": "13",
                "verse_text": "The seven priests carrying the seven trumpets made of rams’ horns ahead of the ark of the L ord went on continually, blowing the trumpets; and the armed men went ahead of them and the rear guard came after the ark of the L ord , while the priests continued to blow the trumpets."
            },
            {
                "verse_number": "14",
                "verse_text": "On the second day they marched around the city once, and returned to the camp; they did this for six days."
            },
            {
                "verse_number": "15",
                "verse_text": "Then on the seventh day they got up early at daybreak and marched around the city in the same way seven times; only on that day they marched around the city seven times."
            },
            {
                "verse_number": "16",
                "verse_text": "And the seventh time, when the priests had blown the trumpets, Joshua said to the people, “Shout! For the L ord has given you the city."
            },
            {
                "verse_number": "17",
                "verse_text": "The city and everything that is in it shall be under the ban [that is, designated to be destroyed as a form of tribute] to the L ord ; only Rahab the prostitute and all [the people] who are with her in her house shall [be allowed to] live, because she hid and protected the messengers (scouts) whom we sent."
            },
            {
                "verse_number": "18",
                "verse_text": "But as for you, keep yourselves [away] from the things under the ban [which are to be destroyed], so that you do not covet them and take some of the things under the ban [for personal gain], and put the camp of Israel under the ban (doomed to destruction), and bring disaster upon it."
            },
            {
                "verse_number": "19",
                "verse_text": "All the silver and gold and articles of bronze and iron are holy (consecrated) to the L ord ; they shall go into the treasury of the L ord .”"
            },
            {
                "verse_number": "20",
                "verse_text": "So the people shouted [the battle cry], and the priests blew the trumpets. When the people heard the sound of the trumpet, they raised a great shout and the wall [of Jericho] fell down, so that the sons of Israel went up into the city, every man straight ahead [climbing over the rubble], and they overthrew the city."
            },
            {
                "verse_number": "21",
                "verse_text": "Then they utterly destroyed everything that was in the city, both man and woman, young and old, and ox and sheep and donkey, with the edge of the sword."
            },
            {
                "verse_number": "22",
                "verse_text": "But Joshua said to the two men who had spied out the land, “Go into the prostitute’s house and bring the woman and all that she has out of there, as you have sworn to her.”"
            },
            {
                "verse_number": "23",
                "verse_text": "So the young men, the spies, went in and brought out Rahab and her father and her mother and her brothers and everything that she had; they also brought out all her relatives and allowed them to stay outside the camp of Israel [at Gilgal during the time required for ceremonial cleansing]."
            },
            {
                "verse_number": "24",
                "verse_text": "Then they completely burned the city and everything that was in it. They put only the silver and the gold, and the articles of bronze and of iron, into the treasury of the house (tabernacle) of the L ord ."
            },
            {
                "verse_number": "25",
                "verse_text": "So Joshua spared Rahab the prostitute, with her father’s household and everything that she had; and she has lived among Israel to this day, because she hid the messengers (scouts) whom Joshua sent to spy out Jericho."
            },
            {
                "verse_number": "26",
                "verse_text": "Then Joshua made them take an oath at that time, saying, “Cursed before the L ord is the man who rises up and rebuilds this city, Jericho; with the loss of his firstborn he shall lay its foundation, and with the loss of his youngest son he shall set up its gates.”"
            },
            {
                "verse_number": "27",
                "verse_text": "So the L ord was with Joshua, and his fame was in all the land."
            }
        ],
        "7": [
            {
                "verse_number": "1",
                "verse_text": "But the sons of Israel acted unfaithfully and violated their obligation in regard to the things [off limits] under the ban [those things belonging to the L ord ], for Achan, the son of Carmi, the son of Zabdi, the son of Zerah, from the tribe of Judah, took some of the things under the ban [for personal gain]. Therefore the anger of the L ord burned against the Israelites."
            },
            {
                "verse_number": "2",
                "verse_text": "Now Joshua sent men from Jericho to Ai, which is near Beth-aven, east of Bethel, and said to them, “Go up and spy out the land.” So the men went up and spied out Ai."
            },
            {
                "verse_number": "3",
                "verse_text": "Then they returned to Joshua and said to him, “Do not make all the people go up [to fight]; have only about two thousand or three thousand men go up and attack Ai; do not make the entire army go up there, for they [of Ai] are few.”"
            },
            {
                "verse_number": "4",
                "verse_text": "So about three thousand men from the sons of Israel went up there, but they fled [in retreat] from the men of Ai."
            },
            {
                "verse_number": "5",
                "verse_text": "The men of Ai killed about thirty-six of Israel’s men, and chased them from the gate as far as [the bluffs of] Shebarim and struck them down as they descended [the steep pass], so the hearts of the people melted [in despair and began to doubt God’s promise] and became like water (disheartened)."
            },
            {
                "verse_number": "6",
                "verse_text": "Then Joshua tore his clothes and fell face downward on the ground before the ark of the L ord until evening, he and the elders of Israel; and [with great sorrow] they put dust on their heads."
            },
            {
                "verse_number": "7",
                "verse_text": "Joshua said, “Alas, O Lord G od , why have You brought this people across the Jordan at all, only to hand us over to the Amorites, to destroy us? If only we had been willing to live beyond the Jordan!"
            },
            {
                "verse_number": "8",
                "verse_text": "O Lord, what can I say now that [the army of] Israel has turned back [in retreat and fled] before their enemies?"
            },
            {
                "verse_number": "9",
                "verse_text": "For the Canaanites and all the inhabitants of the land will hear about it, and will surround us and cut off our name from the earth. And what will You do for Your great name [to keep it from dishonor]?”"
            },
            {
                "verse_number": "10",
                "verse_text": "So the L ord said to Joshua, “Get up! Why is it that you have fallen on your face?"
            },
            {
                "verse_number": "11",
                "verse_text": "Israel has sinned; they have also transgressed My covenant which I commanded them [to keep]. They have even taken some of the things under the ban, and they have both stolen and denied [the theft]. Moreover, they have also put the stolen objects among their own things."
            },
            {
                "verse_number": "12",
                "verse_text": "That is why the soldiers of Israel could not stand [and defend themselves] before their enemies; they turned their backs [and ran] before them, because they have become accursed. I will not be with you anymore unless you destroy the things under the ban from among you."
            },
            {
                "verse_number": "13",
                "verse_text": "Rise up! Consecrate the people and say, ‘Consecrate yourselves for tomorrow, for thus says the L ord , the God of Israel: “There are things under the ban among you, O Israel. You cannot stand [victorious] before your enemies until you remove the things under the ban from among you.”"
            },
            {
                "verse_number": "14",
                "verse_text": "In the morning you shall come forward by your tribes. And it shall be that the tribe which the L ord chooses by lot shall come forward by families, and the family which the L ord chooses shall come forward by [separate] households, and the household which the L ord chooses shall come forward man by man."
            },
            {
                "verse_number": "15",
                "verse_text": "It shall be that the one who is chosen with the things under the ban shall be [killed and his body] burned with fire, he and all that belongs to him, because he has transgressed the covenant of the L ord , and because he has done a disgraceful and disobedient thing in Israel.’ ”"
            },
            {
                "verse_number": "16",
                "verse_text": "So Joshua got up early in the morning and had Israel come forward by tribes, and the tribe of Judah was chosen [by lot]."
            },
            {
                "verse_number": "17",
                "verse_text": "He had the families of Judah come forward, and the family of the Zerahites was chosen; and he had the family of the Zerahites come forward man by man, and Zabdi was chosen."
            },
            {
                "verse_number": "18",
                "verse_text": "He brought his household forward man by man; and Achan the son of Carmi, son of Zabdi, son of Zerah, of the tribe of Judah, was chosen."
            },
            {
                "verse_number": "19",
                "verse_text": "Then Joshua said to Achan, “My son, I implore you, give glory to the L ord , the God of Israel, and give praise to Him [in recognition of His righteous judgments]; and tell me now what you have done. Do not hide it from me.”"
            },
            {
                "verse_number": "20",
                "verse_text": "So Achan answered Joshua and said, “In truth, I have sinned against the L ord , the God of Israel, and this is what I have done:"
            },
            {
                "verse_number": "21",
                "verse_text": "when I saw among the spoils [in Jericho] a beautiful robe from Shinar (southern Babylon) and two hundred shekels of silver and a bar of gold weighing fifty shekels, I wanted them and took them. Behold, they are hidden in the ground inside my tent, with the silver underneath.”"
            },
            {
                "verse_number": "22",
                "verse_text": "So Joshua sent messengers, and they ran to the tent; and they saw the stolen objects hidden in his tent, with the silver underneath."
            },
            {
                "verse_number": "23",
                "verse_text": "And they took them from the tent and brought them to Joshua and to all the sons of Israel, and spread them out before the L ord ."
            },
            {
                "verse_number": "24",
                "verse_text": "Then Joshua and all Israel with him, took Achan the son of Zerah, the silver, the [royal] robe, the bar of gold, his sons, his daughters, his oxen, his donkeys, his sheep, his tent, and everything that he had; and they brought them up to the Valley of Achor (Disaster)."
            },
            {
                "verse_number": "25",
                "verse_text": "Joshua said, “Why have you brought disaster on us? The L ord will bring you disaster this day.” Then all Israel stoned them [to death] with stones; afterward they burned their bodies in the fire."
            },
            {
                "verse_number": "26",
                "verse_text": "Then they piled up over him a great heap of stones that remains to this day. Then the L ord turned from the fierceness of His anger. Therefore the name of that place has been called the Valley of Achor (Disaster) to this day."
            }
        ],
        "8": [
            {
                "verse_number": "1",
                "verse_text": "Now the L ord said to Joshua, “Do not fear or be dismayed (intimidated). Take all the men of war with you and set out, go up to Ai; see, I have given the king of Ai, his people, his city, and his land into your hand."
            },
            {
                "verse_number": "2",
                "verse_text": "You shall do [the same] to Ai and its king as you did to Jericho and its king; [except that] you shall take only its spoil and its cattle as plunder for yourselves. Set up an ambush for the city behind it [on the west side].”"
            },
            {
                "verse_number": "3",
                "verse_text": "So Joshua set out with all the people of war to go up against Ai; then Joshua chose thirty thousand valiant men, and sent them out at night."
            },
            {
                "verse_number": "4",
                "verse_text": "He commanded them, saying, “Listen closely, you are going to lie in wait and ambush the city from behind it. Do not go very far away from the city, but all of you be ready."
            },
            {
                "verse_number": "5",
                "verse_text": "Then I and all the people who are with me will approach the city. And when they come out to meet us [for battle] as [they did] the first time, we will run away from them."
            },
            {
                "verse_number": "6",
                "verse_text": "They will come out after us until we have lured them away from the city, because they will say, ‘They are running from us as [they did] before.’ So we will run from them."
            },
            {
                "verse_number": "7",
                "verse_text": "Then you will emerge from the ambush and take possession of the city, for the L ord your God will hand it over to you."
            },
            {
                "verse_number": "8",
                "verse_text": "When you have taken the city, you shall set it on fire; you shall do [exactly] as the L ord commanded. See, I have commanded you.”"
            },
            {
                "verse_number": "9",
                "verse_text": "So Joshua sent them off, and they went to the place for the ambush and stayed [hidden] between Bethel and Ai, on the west side of Ai; but Joshua spent that night among the people [in Gilgal]."
            },
            {
                "verse_number": "10",
                "verse_text": "Now Joshua got up early in the morning and assembled the people, and went up with the elders of Israel before the people to Ai."
            },
            {
                "verse_number": "11",
                "verse_text": "Then all the fighting men who were with him went up and advanced and arrived in front of the city, and camped on the north side of Ai. Now there was a ravine between them and Ai."
            },
            {
                "verse_number": "12",
                "verse_text": "And Joshua took about five thousand men and set them in ambush between Bethel and Ai, on the west side of the city."
            },
            {
                "verse_number": "13",
                "verse_text": "So they stationed the people, all the army—the main encampment that was north of the city, and their rear guard on the west side of the city—and Joshua spent that night in the valley."
            },
            {
                "verse_number": "14",
                "verse_text": "Now when the king [and the people] of Ai saw it, the men of the city hurried and got up early and went out to meet Israel in battle, the king and all his people at the appointed [time and] place before the desert plain (the Arabah). But he did not know that there was an ambush against him [waiting] behind the city [on the west side]."
            },
            {
                "verse_number": "15",
                "verse_text": "So Joshua and all Israel pretended to be defeated by them, and ran toward the wilderness."
            },
            {
                "verse_number": "16",
                "verse_text": "Then all the people who were in the city were called together to pursue them, and they pursued Joshua and were lured away from the city."
            },
            {
                "verse_number": "17",
                "verse_text": "Not a man was left in Ai or Bethel who had not gone out after Israel; so they left the city open and unguarded and they pursued Israel."
            },
            {
                "verse_number": "18",
                "verse_text": "Then the L ord said to Joshua, “Reach out with the spear that is in your hand [and point it] toward Ai, for I will give it into your hand.” So Joshua reached out with the spear in his hand [and pointed it] toward the city."
            },
            {
                "verse_number": "19",
                "verse_text": "The [men in] ambush emerged quickly from their [hiding] place, and when Joshua stretched out his hand they ran and entered the city and captured it, and quickly set the city on fire."
            },
            {
                "verse_number": "20",
                "verse_text": "When the men of Ai turned back and looked, behold, the smoke of the city was ascending toward the sky, and they had no opportunity to run this way or that way. Then the people who had been running to the wilderness turned back toward the pursuers."
            },
            {
                "verse_number": "21",
                "verse_text": "When Joshua and all Israel saw that the [men in] ambush had taken the city and that the smoke of the city was ascending, they turned back and struck down the men of Ai."
            },
            {
                "verse_number": "22",
                "verse_text": "Then the others came out of the city to confront the men of Ai [as they returned], so that they were trapped in the midst of Israel, some on this side and some on that side; then Israel struck them until none of them survived or escaped."
            },
            {
                "verse_number": "23",
                "verse_text": "But they took the king of Ai alive and brought him to Joshua."
            },
            {
                "verse_number": "24",
                "verse_text": "When Israel had finished killing all the inhabitants of Ai in the field in the wilderness where they pursued them, and they had all fallen by the edge of the sword until they were destroyed, then all Israel returned to Ai and struck it with the edge of the sword."
            },
            {
                "verse_number": "25",
                "verse_text": "And all who fell that day, both men and women, were twelve thousand, all the people of Ai."
            },
            {
                "verse_number": "26",
                "verse_text": "For Joshua did not withdraw his hand with which he stretched out the spear until he had utterly destroyed all the inhabitants of Ai."
            },
            {
                "verse_number": "27",
                "verse_text": "Israel took only the livestock and the spoil of that city as plunder for themselves, according to the word of the L ord which He had commanded Joshua."
            },
            {
                "verse_number": "28",
                "verse_text": "So Joshua burned Ai and made it a rubbish heap forever, a desolation until this day."
            },
            {
                "verse_number": "29",
                "verse_text": "He hanged [the body of] the king of Ai on a tree [leaving it there] until evening; at sunset Joshua gave a command and they took the body down from the tree and dumped it at the entrance of the city gate, and piled a great heap of stones over it that stands to this day."
            },
            {
                "verse_number": "30",
                "verse_text": "Then Joshua built an altar to the L ord , the God of Israel, on Mount Ebal,"
            },
            {
                "verse_number": "31",
                "verse_text": "just as Moses the servant of the L ord had commanded the sons of Israel, as it is written in the Book of the Law of Moses, an altar of uncut stones on which no one has wielded an iron tool; and they offered on it burnt offerings to the L ord , and sacrificed peace offerings."
            },
            {
                "verse_number": "32",
                "verse_text": "And there, in the presence of the sons of Israel, Joshua wrote on the stones a copy of the Law of Moses which Moses had written."
            },
            {
                "verse_number": "33",
                "verse_text": "All Israel, the stranger as well as the native born [among them], with their elders and officers and their judges, stood on either side of the ark before the Levitical priests who carried the ark of the covenant of the L ord . Half of them stood in front of Mount Gerizim and half of them in front of Mount Ebal, just as Moses the servant of the L ord had commanded at first to bless the people of Israel."
            },
            {
                "verse_number": "34",
                "verse_text": "Then afterward Joshua read all the words of the law, the blessing and curse, according to all that is written in the Book of the Law."
            },
            {
                "verse_number": "35",
                "verse_text": "There was not a word of all that Moses had commanded which Joshua did not read before the entire assembly of Israel, including the women and the children and the foreigners who were living among them."
            }
        ],
        "9": [
            {
                "verse_number": "1",
                "verse_text": "Now when all the kings who were beyond the Jordan, in the hill country and in the lowland [at the western edge of the hills of Judea], and all along the coast of the Great [Mediterranean] Sea toward Lebanon, the Hittite and the Amorite, the Canaanite, the Perizzite, the Hivite and the Jebusite, heard of this [army and its victories over Jericho and Ai],"
            },
            {
                "verse_number": "2",
                "verse_text": "they gathered together with one purpose to fight with Joshua and with Israel."
            },
            {
                "verse_number": "3",
                "verse_text": "But when the people of Gibeon [the Hivites] heard what Joshua had done to Jericho and Ai,"
            },
            {
                "verse_number": "4",
                "verse_text": "they too acted craftily and cunningly, and set out and took along provisions, but took worn-out sacks on their donkeys, and wineskins (leather bottles) that were worn out and split open and patched together,"
            },
            {
                "verse_number": "5",
                "verse_text": "and worn-out and patched sandals on their feet, and worn-out clothes; and all their supply of food was dry and had turned to crumbs."
            },
            {
                "verse_number": "6",
                "verse_text": "They went to Joshua in the camp at Gilgal and said to him and the men of Israel, “We have come from a far country; so now, make a covenant (treaty) with us.”"
            },
            {
                "verse_number": "7",
                "verse_text": "But the men of Israel said to the Hivites, “Perhaps you are living within our land; how then can we make a covenant (treaty) with you?”"
            },
            {
                "verse_number": "8",
                "verse_text": "They said to Joshua, “We are your servants.” Then Joshua said to them, “Who are you, and where do you come from?”"
            },
            {
                "verse_number": "9",
                "verse_text": "They said to him, “Your servants have come from a country that is very far away because of the fame of the L ord your God; for we have heard the news about Him and all [the remarkable things] that He did in Egypt,"
            },
            {
                "verse_number": "10",
                "verse_text": "and everything that He did to the two kings of the Amorites who were beyond the Jordan, to Sihon the king of Heshbon and to Og the king of Bashan who lived in Ashtaroth."
            },
            {
                "verse_number": "11",
                "verse_text": "So our elders and all the residents of our country said to us, ‘Take provisions for the journey and go to meet the sons of Israel and say to them, “We are your servants; now make a covenant (treaty) with us.” ’"
            },
            {
                "verse_number": "12",
                "verse_text": "This bread of ours was hot (fresh) when we took it along as our provision from our houses on the day we left to come to you; now look, it is dry and has turned to crumbs."
            },
            {
                "verse_number": "13",
                "verse_text": "These wineskins which we filled were new, and look, they are split; our clothes and our sandals are worn out because of the very long journey [that we had to make].”"
            },
            {
                "verse_number": "14",
                "verse_text": "So the men [of Israel] took some of their own provisions [and offered them in friendship], and [foolishly] did not ask for the counsel of the L ord ."
            },
            {
                "verse_number": "15",
                "verse_text": "Joshua made peace with them and made a covenant (treaty) with them, to let them live; and the leaders of the congregation [of Israel] swore an oath to them."
            },
            {
                "verse_number": "16",
                "verse_text": "It happened that three days after they had made a covenant (treaty) with them, the Israelites heard that they were [actually] their neighbors and that they were living among them."
            },
            {
                "verse_number": "17",
                "verse_text": "Then the sons of Israel set out and came to their cities on the third day. Now the cities [of the Hivites] were Gibeon and Chephirah and Beeroth and Kiriath-jearim."
            },
            {
                "verse_number": "18",
                "verse_text": "But the sons of Israel did not strike them because the leaders of the congregation had sworn to them by the L ord the God of Israel [to spare them]. And all the congregation murmured [expressing great dissatisfaction] against the leaders."
            },
            {
                "verse_number": "19",
                "verse_text": "But all the leaders said to the whole congregation, “We have sworn to them by the L ord , the God of Israel, so now we cannot touch them."
            },
            {
                "verse_number": "20",
                "verse_text": "This [is what] we will do to them: we will let them live, so that the wrath [of God] does not come upon us for [violating] the oath which we have sworn to them.”"
            },
            {
                "verse_number": "21",
                "verse_text": "The leaders said to them, “Let them live [as our slaves].” So they became the cutters and gatherers of firewood and water carriers for the entire congregation, just as the leaders had said of them."
            },
            {
                "verse_number": "22",
                "verse_text": "Joshua called the [Hivite] men and said, “Why did you deceive us, saying, ‘We live very far away from you,’ when [in fact] you live among us?"
            },
            {
                "verse_number": "23",
                "verse_text": "Now therefore, you are cursed, and you shall always be slaves, both cutters and gatherers of firewood and water carriers for the house of my God.”"
            },
            {
                "verse_number": "24",
                "verse_text": "They replied to Joshua and said, “Because your servants were told in no uncertain terms that the L ord your God commanded His servant Moses to give you all the land, and to destroy all the land’s inhabitants before you, we feared greatly for our lives because of you, and so we did this [deceptive] thing."
            },
            {
                "verse_number": "25",
                "verse_text": "Now look, we are in your hands; do to us as it seems good and right in your sight.”"
            },
            {
                "verse_number": "26",
                "verse_text": "So that is what he did to them; he rescued them from the hands of the Israelites and they did not kill them."
            },
            {
                "verse_number": "27",
                "verse_text": "Now on that day Joshua made them cutters and gatherers of firewood and water carriers for the congregation and for the altar of the L ord , to this day, in the place which He would choose."
            }
        ],
        "10": [
            {
                "verse_number": "1",
                "verse_text": "When Adoni-zedek king of Jerusalem heard that Joshua had captured Ai, and had utterly destroyed it—as he had done to Jericho and its king, so he had done to Ai and its king—and that the residents of Gibeon had made peace with Israel and were [living] among them,"
            },
            {
                "verse_number": "2",
                "verse_text": "he [and his people] feared greatly, because Gibeon was a great city, like one of the royal cities, and because it was greater than Ai, and all its men were mighty."
            },
            {
                "verse_number": "3",
                "verse_text": "So Adoni-zedek king of Jerusalem sent word to Hoham king of Hebron, and to Piram king of Jarmuth, to Japhia king of Lachish, and to Debir king of Eglon, saying,"
            },
            {
                "verse_number": "4",
                "verse_text": "“Come up to me and help me, and let us attack Gibeon [with a combined army], because it has made peace with Joshua and with the sons (people) of Israel.”"
            },
            {
                "verse_number": "5",
                "verse_text": "Then the five kings of the Amorites, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon, gathered together and went up, they with all their armies, and they camped by Gibeon and fought against it. “Sun, stand still at Gibeon, And moon, in the Valley of Aijalon.” Until the nation [of Israel] took vengeance upon their enemies. Is it not written in the Book of Jashar? So the sun stood still in the middle of the sky and was in no hurry to go down for about a whole day."
            },
            {
                "verse_number": "6",
                "verse_text": "So the men of Gibeon sent word to Joshua at the camp in Gilgal, saying, “Do not abandon your servants; come up to us quickly and save us and help us, for all [five of] the kings of the Amorites who live in the hill country have assembled against us.”"
            },
            {
                "verse_number": "7",
                "verse_text": "So Joshua went up from Gilgal, he and all the people of war with him, and all the men of valor."
            },
            {
                "verse_number": "8",
                "verse_text": "The L ord said to Joshua, “Do not fear them, because I have given them into your hand; not one of them shall stand before you.”"
            },
            {
                "verse_number": "9",
                "verse_text": "So Joshua came upon them suddenly, [surprising them] by marching [uphill] all night from Gilgal."
            },
            {
                "verse_number": "10",
                "verse_text": "And the L ord caused them to panic and be confused before Israel, and He struck them dead in a great slaughter at Gibeon, and chased them along the way that goes up to Beth-horon and struck them as far as Azekah and Makkedah."
            },
            {
                "verse_number": "11",
                "verse_text": "As they fled before Israel, while they were at the descent of Beth-horon, the L ord threw down large stones [of hail] from heaven on them as far as Azekah, and they died. More [Amorites] died because of the hailstones than those whom the sons of Israel killed with the sword."
            },
            {
                "verse_number": "12",
                "verse_text": "Then Joshua spoke to the L ord on the day when the L ord handed over the Amorites to the sons of Israel, and Joshua said in the sight of Israel,"
            },
            {
                "verse_number": "13",
                "verse_text": "So the sun stood still, and the moon stopped,"
            },
            {
                "verse_number": "14",
                "verse_text": "There has not been a day like that before it or after it, when the L ord listened to (heeded) the voice of a man; for the L ord was fighting for Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "Then Joshua and all Israel with him returned to the camp at Gilgal."
            },
            {
                "verse_number": "16",
                "verse_text": "Now these five [Amorite] kings fled and hid themselves in the cave at Makkedah."
            },
            {
                "verse_number": "17",
                "verse_text": "And Joshua was told, “The five kings have been found and are hidden in the cave at Makkedah.”"
            },
            {
                "verse_number": "18",
                "verse_text": "Joshua said, “Roll large stones against the mouth of the cave, and assign men by it to guard them,"
            },
            {
                "verse_number": "19",
                "verse_text": "but do not stay there yourselves; pursue your enemies and attack them from the rear. Do not allow them to enter their cities, for the L ord your God has given them into your hand.”"
            },
            {
                "verse_number": "20",
                "verse_text": "Now when Joshua and the sons of Israel had finished striking the Amorites dead in a very great defeat, until they were wiped out, and the surviving remnant among them had entered the fortified cities,"
            },
            {
                "verse_number": "21",
                "verse_text": "all the people returned to the camp to Joshua at Makkedah in peace. No one uttered a [threatening] word against any of the sons of Israel."
            },
            {
                "verse_number": "22",
                "verse_text": "Then Joshua said, “Open the mouth of the cave and bring out to me those five [Amorite] kings from the cave.”"
            },
            {
                "verse_number": "23",
                "verse_text": "They did so, and brought these five [Amorite] kings out of the cave to him—the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon."
            },
            {
                "verse_number": "24",
                "verse_text": "When they brought these kings out to Joshua, Joshua called for all the men of Israel, and told the commanders of the men of war who had gone with him, “Come up close, put your feet on the necks of these kings.” So they came forward and put their feet on the necks [of the five kings]."
            },
            {
                "verse_number": "25",
                "verse_text": "Joshua said to them, “Do not fear or be dismayed (intimidated)! Be strong and courageous, for this is what the L ord will do to all your enemies against whom you [are about to] fight.”"
            },
            {
                "verse_number": "26",
                "verse_text": "Then afterward Joshua struck them [with his sword] and put them to death, and he hung them on five trees; and they hung on the trees until evening."
            },
            {
                "verse_number": "27",
                "verse_text": "At sunset Joshua gave a command, and they took the bodies down from the trees and threw them into the cave where the kings had hidden themselves, and placed large stones over the mouth of the cave, [where they remain] to this very day."
            },
            {
                "verse_number": "28",
                "verse_text": "Now Joshua captured Makkedah on that day, and struck it and its king with the edge of the sword; he utterly destroyed it and everyone who was in it. He left no survivor. So he did to the king of Makkedah just as he had done to the king of Jericho."
            },
            {
                "verse_number": "29",
                "verse_text": "Then Joshua and all Israel with him went on from Makkedah to Libnah, and fought against Libnah."
            },
            {
                "verse_number": "30",
                "verse_text": "The L ord gave it also along with its king into the hands of Israel, and Joshua struck it and every person who was in it with the edge of the sword. He left no survivor in it. So he did to the king of Libnah just as he had done to the king of Jericho."
            },
            {
                "verse_number": "31",
                "verse_text": "And Joshua and all Israel with him moved on from Libnah to Lachish, and they camped by it and fought against it."
            },
            {
                "verse_number": "32",
                "verse_text": "The L ord gave Lachish into the hands of Israel; and Joshua captured it on the second day, and struck it and every person who was in it with the edge of the sword, just as he had done to Libnah."
            },
            {
                "verse_number": "33",
                "verse_text": "Then Horam king of Gezer went up to help Lachish, and Joshua struck him and his people down until he had left him no survivor."
            },
            {
                "verse_number": "34",
                "verse_text": "And Joshua and all Israel with him went on from Lachish to Eglon, and they camped by it and fought against it."
            },
            {
                "verse_number": "35",
                "verse_text": "They captured it on that day and struck it with the edge of the sword; and on that day he utterly destroyed every person who was in it, just as he had done to Lachish."
            },
            {
                "verse_number": "36",
                "verse_text": "Then Joshua and all Israel with him went up from Eglon to Hebron, and they fought against it"
            },
            {
                "verse_number": "37",
                "verse_text": "and captured it and struck it and its king and all its cities and all the persons who were in it with the edge of the sword. He left no survivor, just as he had done to Eglon. He utterly destroyed it and every person who was in it."
            },
            {
                "verse_number": "38",
                "verse_text": "Then Joshua and all Israel with him returned to Debir, and fought against it."
            },
            {
                "verse_number": "39",
                "verse_text": "He captured it with its king and all its cities, and they struck them with the edge of the sword, and utterly destroyed every person who was in it. He left no survivor. Just as he had done to Hebron, so Joshua did to Debir and its king, as he had done also to Libnah and its king."
            },
            {
                "verse_number": "40",
                "verse_text": "So Joshua struck all the land, the hill country, the Negev (South country) and the lowland and the slopes [that descend to the Dead Sea] and all their kings. He left no survivor, but he utterly destroyed all who breathed, just as the L ord , the God of Israel, had commanded."
            },
            {
                "verse_number": "41",
                "verse_text": "Joshua struck them from Kadesh-barnea even as far as Gaza, and all the country of Goshen even as far as Gibeon."
            },
            {
                "verse_number": "42",
                "verse_text": "Joshua captured all these kings and their land at one time, because the L ord , the God of Israel, fought for Israel."
            },
            {
                "verse_number": "43",
                "verse_text": "So Joshua and all Israel with him returned to the camp at Gilgal."
            }
        ],
        "11": [
            {
                "verse_number": "1",
                "verse_text": "Then when Jabin king of Hazor heard [of Israel’s other victories] he sent word to Jobab king of Madon, and to the king of Shimron, and to the king of Achshaph,"
            },
            {
                "verse_number": "2",
                "verse_text": "and to the kings who were in the north, in the hill country, and in the Arabah [the plain] south of Chinnereth (the Sea of Galilee) and in the lowland and on the hills of Dor on the west;"
            },
            {
                "verse_number": "3",
                "verse_text": "to the Canaanite in the east and in the west, and to the Amorite, the Hittite, the Perizzite, and the Jebusite in the hill country, and the Hivite at the foot of [Mount] Hermon in the land of Mizpeh."
            },
            {
                "verse_number": "4",
                "verse_text": "They went out, they and all their armies with them, as many people as the sand on the seashore, with very many horses and chariots."
            },
            {
                "verse_number": "5",
                "verse_text": "So all these kings met and they came and encamped together at the waters of Merom, to fight against Israel."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the L ord said to Joshua, “Do not be afraid because of them, for tomorrow by this time I am going to hand over all of them slain [by the sword] to Israel; you shall hamstring (disable) their horses and set fire to their chariots.”"
            },
            {
                "verse_number": "7",
                "verse_text": "So Joshua and all the people of war with him came against them suddenly by the waters of Merom, and attacked them."
            },
            {
                "verse_number": "8",
                "verse_text": "The L ord handed them over to Israel, who struck them and pursued them as far as Great Sidon and Misrephoth-maim and eastward as far as the Valley of Mizpeh; they struck them down until no survivor was left."
            },
            {
                "verse_number": "9",
                "verse_text": "Joshua did to them as the L ord had told him; he hamstrung (disabled) their horses and set fire to their chariots."
            },
            {
                "verse_number": "10",
                "verse_text": "At that time Joshua turned back and captured Hazor and struck its king dead with the sword; for Hazor previously was the head of all these kingdoms."
            },
            {
                "verse_number": "11",
                "verse_text": "They struck all the people who were in it with the edge of the sword, utterly destroying them; there was no one left who breathed. And he set fire to Hazor."
            },
            {
                "verse_number": "12",
                "verse_text": "Joshua captured all the cities of these kings, and all their kings, and he struck them with the edge of the sword, utterly destroying them, just as Moses the servant of the L ord had commanded."
            },
            {
                "verse_number": "13",
                "verse_text": "But Israel did not burn any of the cities that stood [walled and fortified] on their mounds, except Hazor alone, which Joshua burned."
            },
            {
                "verse_number": "14",
                "verse_text": "The sons of Israel took as their plunder all the spoil of these cities and the cattle; but they struck every man with the edge of the sword, until they had destroyed them. They left no one alive."
            },
            {
                "verse_number": "15",
                "verse_text": "Just as the L ord had commanded Moses His servant, so Moses had commanded Joshua, and so Joshua did; he left nothing undone of all that the L ord had commanded Moses."
            },
            {
                "verse_number": "16",
                "verse_text": "So Joshua took all this land: the hill country, all the Negev (South country), all the land of Goshen, the lowland, the Arabah [plain], the hill country of Israel and its lowland"
            },
            {
                "verse_number": "17",
                "verse_text": "from Mount Halak, that rises toward Seir [in the south], even as far as Baal-gad in the Valley of Lebanon at the foot of Mount Hermon [in the north]. He captured all their kings and struck them and put them to death."
            },
            {
                "verse_number": "18",
                "verse_text": "Joshua waged war with all these kings a long time [at least five years]."
            },
            {
                "verse_number": "19",
                "verse_text": "There was no city that made peace with the Israelites except the Hivites living in Gibeon; they took all the others in battle."
            },
            {
                "verse_number": "20",
                "verse_text": "For it was [the purpose] of the L ord to harden their hearts, to meet Israel in battle so that Israel would utterly destroy them, that they would receive no mercy, but that Israel would destroy them, just as the L ord had commanded Moses."
            },
            {
                "verse_number": "21",
                "verse_text": "Then Joshua came at that time and cut off the Anakim from the hill country, from Hebron, from Debir, from Anab and from all the hill country of Judah and all the hill country of Israel. Joshua utterly destroyed them with their cities."
            },
            {
                "verse_number": "22",
                "verse_text": "There were no Anakim left in the land of the children of Israel; only in Gaza, in Gath, and in Ashdod [of Philistia] some remained."
            },
            {
                "verse_number": "23",
                "verse_text": "So Joshua took the whole land [of Canaan], according to all that the L ord had spoken to Moses, and Joshua gave it as an inheritance to Israel according to their divisions by their tribes. So the land had rest from war."
            }
        ],
        "12": [
            {
                "verse_number": "1",
                "verse_text": "Now these are the kings of the land whom the sons of Israel defeated, and whose land they possessed beyond the Jordan toward the east, from the valley of the [river] Arnon to Mount Hermon, and all the Arabah [plain] to the east:"
            },
            {
                "verse_number": "2",
                "verse_text": "Sihon king of the Amorites, who lived in Heshbon, and ruled from Aroer, which is on the edge of the valley of the [river] Arnon, both the middle of the valley and half of Gilead, and as far as the brook Jabbok, [which is] the border of the sons of Ammon;"
            },
            {
                "verse_number": "3",
                "verse_text": "and the Arabah [plain] as far as the Sea of Chinnereth (Galilee) eastward, and as far as the sea of the Arabah, the Salt (Dead) Sea, eastward toward Beth-jeshimoth, and southward to the foot of the slopes of [Mount] Pisgah;"
            },
            {
                "verse_number": "4",
                "verse_text": "and the territory of Og king of Bashan, one of the remnant of the Rephaim, who lived at Ashtaroth and at Edrei,"
            },
            {
                "verse_number": "5",
                "verse_text": "and ruled over Mount Hermon and Salecah and all of Bashan to the border of the Geshurites and the Maacathites, and over half of Gilead, as far as the border of Sihon king of Heshbon."
            },
            {
                "verse_number": "6",
                "verse_text": "Moses the servant of the L ord and the sons of Israel defeated them; and Moses the servant of the L ord gave their land as a possession to the Reubenites and the Gadites and the half-tribe of Manasseh."
            },
            {
                "verse_number": "7",
                "verse_text": "These are the kings of the land whom Joshua and the sons of Israel defeated on the west side of the Jordan, from Baal-gad in the Valley of Lebanon to Mount Halak, which rises toward Seir. Joshua gave their land to the tribes of Israel as a possession according to their divisions,"
            },
            {
                "verse_number": "8",
                "verse_text": "in the hill country, in the lowland (foothills), in the Arabah [plain], on the slopes [descending to the Dead Sea], and in the wilderness, and in the Negev (South country)—the [lands of the] Hittite, the Amorite and the Canaanite, the Perizzite, the Hivite and the Jebusite:"
            },
            {
                "verse_number": "9",
                "verse_text": "the king of Jericho, one; the king of Ai, which is beside Bethel, one;"
            },
            {
                "verse_number": "10",
                "verse_text": "the king of Jerusalem, one; the king of Hebron, one;"
            },
            {
                "verse_number": "11",
                "verse_text": "the king of Jarmuth, one; the king of Lachish, one;"
            },
            {
                "verse_number": "12",
                "verse_text": "the king of Eglon, one; the king of Gezer, one;"
            },
            {
                "verse_number": "13",
                "verse_text": "the king of Debir, one; the king of Geder, one;"
            },
            {
                "verse_number": "14",
                "verse_text": "the king of Hormah, one; the king of Arad, one;"
            },
            {
                "verse_number": "15",
                "verse_text": "the king of Libnah, one; the king of Adullam, one;"
            },
            {
                "verse_number": "16",
                "verse_text": "the king of Makkedah, one; the king of Bethel, one;"
            },
            {
                "verse_number": "17",
                "verse_text": "the king of Tappuah, one; the king of Hepher, one;"
            },
            {
                "verse_number": "18",
                "verse_text": "the king of Aphek, one; the king of Lasharon, one;"
            },
            {
                "verse_number": "19",
                "verse_text": "the king of Madon, one; the king of Hazor, one;"
            },
            {
                "verse_number": "20",
                "verse_text": "the king of Shimron-meron, one; the king of Achshaph, one;"
            },
            {
                "verse_number": "21",
                "verse_text": "the king of Taanach, one; the king of Megiddo, one;"
            },
            {
                "verse_number": "22",
                "verse_text": "the king of Kedesh, one; the king of Jokneam in Carmel, one;"
            },
            {
                "verse_number": "23",
                "verse_text": "the king of Dor in the heights of Dor, one; the king of Goiim in Gilgal, one;"
            },
            {
                "verse_number": "24",
                "verse_text": "the king of Tirzah, one: in all, thirty-one kings."
            }
        ],
        "13": [
            {
                "verse_number": "1",
                "verse_text": "Now Joshua was old and advanced in years, and the L ord said to him, “You have grown old and advanced in years, and very substantial portions of the land remain to be possessed."
            },
            {
                "verse_number": "2",
                "verse_text": "This is the land that remains: all the regions of the Philistines and all those of the Geshurites;"
            },
            {
                "verse_number": "3",
                "verse_text": "from the Shihor [waterway] which is east of Egypt [at the southern end of Canaan], northward to the border of Ekron (all of it regarded as Canaanite); the five rulers of the Philistines: the Gazite, Ashdodite, the Ashkelonite, the Gittite, the Ekronite; and the Avvite"
            },
            {
                "verse_number": "4",
                "verse_text": "in the south, all the land of the Canaanite, and Mearah that belongs to the Sidonians, as far as Aphek, to the border of the Amorite;"
            },
            {
                "verse_number": "5",
                "verse_text": "and the land of the Gebalite, and all Lebanon, toward the east, from Baal-gad below Mount Hermon to the entrance of Hamath."
            },
            {
                "verse_number": "6",
                "verse_text": "As for all the inhabitants of the hill country from Lebanon to Misrephoth-maim, even all the Sidonians, I will drive them out before Israel; only allot the land to Israel as an inheritance just as I have commanded you."
            },
            {
                "verse_number": "7",
                "verse_text": "So now, divide this land [west of the Jordan] as an inheritance for the nine tribes and the half-tribe of Manasseh.”"
            },
            {
                "verse_number": "8",
                "verse_text": "With the other half-tribe [of Manasseh], the Reubenites and the Gadites received their inheritance which Moses gave them beyond the Jordan eastward, just as Moses the servant of the L ord gave to them;"
            },
            {
                "verse_number": "9",
                "verse_text": "from Aroer on the edge of the valley of the [river] Arnon, and the city in the middle of the valley, and all the plain of Medeba, as far as Dibon;"
            },
            {
                "verse_number": "10",
                "verse_text": "and all the cities of Sihon king of the Amorites, who reigned in Heshbon, as far as the border of the Ammonites;"
            },
            {
                "verse_number": "11",
                "verse_text": "and Gilead, and the territory of the Geshurites and Maacathites, and all Mount Hermon, and all Bashan as far as Salecah;"
            },
            {
                "verse_number": "12",
                "verse_text": "the entire kingdom of Og in Bashan, who reigned in Ashtaroth and Edrei—he alone was left of the remnant of the Rephaim [giants]—for Moses had struck them and dispossessed them."
            },
            {
                "verse_number": "13",
                "verse_text": "But the sons of Israel did not dispossess the Geshurites or the Maacathites; for Geshur and Maacath live among Israel to this day."
            },
            {
                "verse_number": "14",
                "verse_text": "It was only to the tribe of Levi that Moses gave no [territory as an] inheritance; the offerings by fire to the L ord , the God of Israel, are their inheritance, as He told him."
            },
            {
                "verse_number": "15",
                "verse_text": "So Moses gave an inheritance to the tribe of the sons of Reuben according to their families."
            },
            {
                "verse_number": "16",
                "verse_text": "Their territory was from Aroer, which is on the edge of the valley of the [river] Arnon, and the city which is in the middle of the valley and all the plain by Medeba;"
            },
            {
                "verse_number": "17",
                "verse_text": "with Heshbon, and all its cities which are on the plain: Dibon and Bamoth-baal and Beth-baal-meon,"
            },
            {
                "verse_number": "18",
                "verse_text": "and Jahaz and Kedemoth and Mephaath,"
            },
            {
                "verse_number": "19",
                "verse_text": "and Kiriathaim and Sibmah and Zereth-shahar on the hill of the valley,"
            },
            {
                "verse_number": "20",
                "verse_text": "and Beth-peor and the slopes of Pisgah and Beth-jeshimoth,"
            },
            {
                "verse_number": "21",
                "verse_text": "even all the cities of the plain and all the kingdom of Sihon king of the Amorites who reigned in Heshbon, whom Moses struck down along with the leaders of Midian, Evi and Rekem and Zur and Hur and Reba, the princes of Sihon, who lived in the land."
            },
            {
                "verse_number": "22",
                "verse_text": "The sons of Israel also killed Balaam the son of Beor, the diviner (soothsayer), with the sword among [the rest of] their slain."
            },
            {
                "verse_number": "23",
                "verse_text": "The border of the sons of Reuben was the Jordan. This was the inheritance of the sons of Reuben according to their families, with their cities and villages."
            },
            {
                "verse_number": "24",
                "verse_text": "Moses also gave an inheritance to the tribe of Gad, to the sons of Gad, according to their families."
            },
            {
                "verse_number": "25",
                "verse_text": "Their territory was Jazer, and all the cities of Gilead, and half the land of the sons of Ammon, as far as Aroer east of Rabbah;"
            },
            {
                "verse_number": "26",
                "verse_text": "and from Heshbon as far as Ramath-mizpeh and Betonim, and from Mahanaim as far as the border of Debir;"
            },
            {
                "verse_number": "27",
                "verse_text": "and in the valley, Beth-haram and Beth-nimrah and Succoth and Zaphon, the rest of the kingdom of Sihon king of Heshbon, with the Jordan as a border, as far as the lower end of the Sea of Chinnereth (Galilee) east of the Jordan."
            },
            {
                "verse_number": "28",
                "verse_text": "This is the inheritance of the sons of Gad according to their families, with their cities and their villages."
            },
            {
                "verse_number": "29",
                "verse_text": "Moses also gave an inheritance to the half-tribe of Manasseh; and it was for the half-tribe of the sons of Manasseh according to their families."
            },
            {
                "verse_number": "30",
                "verse_text": "Their region extended from Mahanaim, all Bashan, the entire kingdom of Og king of Bashan, and all the towns of Jair, which are in Bashan, sixty cities;"
            },
            {
                "verse_number": "31",
                "verse_text": "also half of Gilead, with Ashtaroth and Edrei, the cities of the kingdom of Og in Bashan; these were for the sons of Machir the son of Manasseh, for half of the sons of Machir according to their families (clans)."
            },
            {
                "verse_number": "32",
                "verse_text": "These are the territories which Moses distributed as an inheritance in the plains of Moab, beyond the Jordan at Jericho to the east."
            },
            {
                "verse_number": "33",
                "verse_text": "But to the tribe of Levi, Moses did not give an inheritance; the L ord , the God of Israel, is their inheritance, as He told them."
            }
        ],
        "14": [
            {
                "verse_number": "1",
                "verse_text": "Now these are the territories which the tribes of Israel inherited in the land of Canaan, which Eleazar the priest, and Joshua the son of Nun, and the heads of the households of the tribes of Israel apportioned to them as an inheritance,"
            },
            {
                "verse_number": "2",
                "verse_text": "by the lot of their inheritance, as the L ord had commanded through Moses, for the nine tribes and the half-tribe."
            },
            {
                "verse_number": "3",
                "verse_text": "For Moses had given an inheritance to the two tribes and the half-tribe beyond the Jordan; but he did not give [any territory as] an inheritance to the Levites among them."
            },
            {
                "verse_number": "4",
                "verse_text": "For the sons of Joseph were two tribes, Manasseh and Ephraim, and no portion was given in the land to the Levites except cities in which to live, with their pasture lands for their livestock and for their property."
            },
            {
                "verse_number": "5",
                "verse_text": "The Israelites did just as the L ord had commanded Moses, and they divided the land."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the [tribe of the] sons of Judah approached Joshua in Gilgal, and Caleb the son of Jephunneh the Kenizzite said to him, “You know the word which the L ord said to Moses the man of God concerning me and you in Kadesh-barnea."
            },
            {
                "verse_number": "7",
                "verse_text": "I was forty years old when Moses the servant of the L ord sent me from Kadesh-barnea to scout the land [of Canaan], and I brought a report back to him as it was in my heart."
            },
            {
                "verse_number": "8",
                "verse_text": "My brothers (fellow spies) who went up with me made the heart of the people melt with fear; but I followed the L ord my God completely."
            },
            {
                "verse_number": "9",
                "verse_text": "So Moses swore [an oath to me] on that day, saying, ‘Be assured that the land on which your foot has walked will be an inheritance to you and to your children always, because you have followed the L ord my God completely.’"
            },
            {
                "verse_number": "10",
                "verse_text": "And now, look, the L ord has let me live, just as He said, these forty-five years since the L ord spoke this word to Moses, when Israel wandered in the wilderness; and now, look at me, I am eighty-five years old today."
            },
            {
                "verse_number": "11",
                "verse_text": "I am still as strong today as I was the day Moses sent me; as my strength was then, so is my strength now, for war and for going out and coming in."
            },
            {
                "verse_number": "12",
                "verse_text": "So now, give me this hill country about which the L ord spoke that day, for you heard on that day that the [giant-like] Anakim were there, with great fortified cities; perhaps the L ord will be with me, and I shall drive them out just as the L ord said.”"
            },
            {
                "verse_number": "13",
                "verse_text": "So Joshua blessed him and gave Hebron to Caleb the son of Jephunneh as an inheritance."
            },
            {
                "verse_number": "14",
                "verse_text": "Therefore, Hebron became the inheritance of Caleb the son of Jephunneh the Kenizzite to this day, because he followed the L ord , the God of Israel, completely."
            },
            {
                "verse_number": "15",
                "verse_text": "The name of Hebron was formerly Kiriath-arba [city of Arba]; for Arba was the greatest man among the [giant-like] Anakim. Then the land had rest from war."
            }
        ],
        "15": [
            {
                "verse_number": "1",
                "verse_text": "Now the lot (allotment) for the tribe of the sons of Judah according to their families reached [southward to] the border of Edom, southward to the wilderness of Zin at its most southern part."
            },
            {
                "verse_number": "2",
                "verse_text": "Their southern border was from the lower end of the Salt (Dead) Sea, from the bay that turns southward."
            },
            {
                "verse_number": "3",
                "verse_text": "Then it proceeded southward to the ascent of Akrabbim and continued along to Zin, and then went by the south of Kadesh-barnea and continued along to Hezron, and went up to Addar and turned about to Karka."
            },
            {
                "verse_number": "4",
                "verse_text": "It continued along to Azmon and proceeded to the Brook of Egypt (Wadi el-Arish), and the border ended at the [Mediterranean] sea. This was their southern border."
            },
            {
                "verse_number": "5",
                "verse_text": "The eastern border was the Salt (Dead) Sea, as far as the mouth of the Jordan. The northern border was from the bay of the sea at the mouth of the Jordan."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the border went up to Beth-hoglah, and continued along north of Beth-arabah, and the border went up to the [landmark of the] stone of Bohan the son of Reuben."
            },
            {
                "verse_number": "7",
                "verse_text": "The border went up to Debir from the Valley of Achor, and turned northward toward Gilgal which is opposite the ascent of Adummim, which is on the south side of the valley; and the border continued on to the waters of En-shemesh and ended at En-rogel."
            },
            {
                "verse_number": "8",
                "verse_text": "Then the border went up by the Valley of Ben-hinnom (son of Hinnom) at the southern slope of the Jebusite [city] (that is, Jerusalem); and the border went up to the top of the mountain that lies before the Valley of Hinnom to the west, which is at the northern end of the Valley of Rephaim."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the border extended from the top of the mountain to the spring of the waters of Nephtoah and proceeded to the cities of Mount Ephron; then the border curved to Baalah (that is, Kiriath-jearim)."
            },
            {
                "verse_number": "10",
                "verse_text": "The border went around west from Baalah to Mount Seir, and passed along to the northern slope of Mount Jearim (that is, Chesalon), and went down to Beth-shemesh and then continued on through Timnah."
            },
            {
                "verse_number": "11",
                "verse_text": "The border proceeded to the slope [of the hill] of Ekron northward, then curved to Shikkeron and continued to Mount Baalah and proceeded to Jabneel. Then the border ended at the [Mediterranean] sea."
            },
            {
                "verse_number": "12",
                "verse_text": "The western border was at the Great Sea, with its coastline. This is the border around the tribe of the sons of Judah according to their families."
            },
            {
                "verse_number": "13",
                "verse_text": "Now to Caleb the son of Jephunneh Joshua gave a portion among the sons of Judah, as the L ord commanded him, namely, Kiriath-arba, Arba being the father of Anak (that is, Hebron)."
            },
            {
                "verse_number": "14",
                "verse_text": "So Caleb drove out from there the three sons of Anak: Sheshai and Ahiman and Talmai, the children of Anak."
            },
            {
                "verse_number": "15",
                "verse_text": "Then he went up from there against the people of Debir; Debir was formerly named Kiriath-sepher."
            },
            {
                "verse_number": "16",
                "verse_text": "Caleb said, “I will give Achsah my daughter as wife to the man who attacks Kiriath-sepher and captures it.”"
            },
            {
                "verse_number": "17",
                "verse_text": "And Othniel the son of Kenaz, Caleb’s brother, captured it; so he gave him Achsah his daughter as a wife."
            },
            {
                "verse_number": "18",
                "verse_text": "Now it came about that when Achsah came to Othniel, she persuaded him [to allow her] to ask her father for a field. Then she [rode up to Caleb and] dismounted from her donkey, and Caleb said to her, “What do you want?”"
            },
            {
                "verse_number": "19",
                "verse_text": "Achsah answered, “Give me a blessing; since you have given me the [dry] land of the Negev (South country), give me springs of water, too.” So he gave her the upper springs and the lower springs."
            },
            {
                "verse_number": "20",
                "verse_text": "This is the inheritance of the tribe of the sons of Judah according to their families (clans)."
            },
            {
                "verse_number": "21",
                "verse_text": "The cities of the tribe of the sons of Judah in the extreme south toward the border of Edom were Kabzeel and Eder and Jagur,"
            },
            {
                "verse_number": "22",
                "verse_text": "and Kinah and Dimonah and Adadah,"
            },
            {
                "verse_number": "23",
                "verse_text": "and Kedesh and Hazor and Ithnan,"
            },
            {
                "verse_number": "24",
                "verse_text": "Ziph and Telem and Bealoth,"
            },
            {
                "verse_number": "25",
                "verse_text": "and Hazor-hadattah and Kerioth-hezron (that is, Hazor),"
            },
            {
                "verse_number": "26",
                "verse_text": "Amam and Shema and Moladah,"
            },
            {
                "verse_number": "27",
                "verse_text": "and Hazar-gaddah and Heshmon and Beth-pelet,"
            },
            {
                "verse_number": "28",
                "verse_text": "and Hazar-shual and Beersheba and Biziothiah,"
            },
            {
                "verse_number": "29",
                "verse_text": "Baalah and Iim and Ezem,"
            },
            {
                "verse_number": "30",
                "verse_text": "and Eltolad and Chesil and Hormah,"
            },
            {
                "verse_number": "31",
                "verse_text": "and Ziklag and Madmannah and Sansannah,"
            },
            {
                "verse_number": "32",
                "verse_text": "and Lebaoth and Shilhim and Ain and Rimmon; in all twenty-nine cities with their villages."
            },
            {
                "verse_number": "33",
                "verse_text": "In the lowland: Eshtaol and Zorah and Ashnah,"
            },
            {
                "verse_number": "34",
                "verse_text": "and Zanoah and En-gannim, Tappuah and Enam,"
            },
            {
                "verse_number": "35",
                "verse_text": "Jarmuth and Adullam, Socoh and Azekah,"
            },
            {
                "verse_number": "36",
                "verse_text": "and Shaaraim and Adithaim and Gederah and Gederothaim; fourteen cities with their villages."
            },
            {
                "verse_number": "37",
                "verse_text": "Zenan and Hadashah and Migdal-gad,"
            },
            {
                "verse_number": "38",
                "verse_text": "and Dilean and Mizpeh and Joktheel,"
            },
            {
                "verse_number": "39",
                "verse_text": "Lachish and Bozkath and Eglon,"
            },
            {
                "verse_number": "40",
                "verse_text": "and Cabbon and Lahmas and Chitlish,"
            },
            {
                "verse_number": "41",
                "verse_text": "and Gederoth, Beth-dagon and Naamah and Makkedah; sixteen cities with their villages."
            },
            {
                "verse_number": "42",
                "verse_text": "Libnah and Ether and Ashan,"
            },
            {
                "verse_number": "43",
                "verse_text": "and Iphtah and Ashnah and Nezib,"
            },
            {
                "verse_number": "44",
                "verse_text": "and Keilah and Achzib and Mareshah; nine cities with their villages."
            },
            {
                "verse_number": "45",
                "verse_text": "Ekron, with its towns and villages;"
            },
            {
                "verse_number": "46",
                "verse_text": "from Ekron even to the sea, all that were beside Ashdod, with their villages;"
            },
            {
                "verse_number": "47",
                "verse_text": "Ashdod, with its towns and its villages; Gaza, with its towns and its villages; as far as the Brook of Egypt (Wadi el-Arish) and the Great [Mediterranean] Sea with its coastline."
            },
            {
                "verse_number": "48",
                "verse_text": "In the hill country: Shamir and Jattir and Socoh,"
            },
            {
                "verse_number": "49",
                "verse_text": "and Dannah and Kiriath-sannah (that is, Debir),"
            },
            {
                "verse_number": "50",
                "verse_text": "and Anab and Eshtemoh and Anim,"
            },
            {
                "verse_number": "51",
                "verse_text": "and Goshen and Holon and Giloh; eleven cities with their villages."
            },
            {
                "verse_number": "52",
                "verse_text": "Arab and Dumah and Eshan,"
            },
            {
                "verse_number": "53",
                "verse_text": "and Janum and Beth-tappuah and Aphekah,"
            },
            {
                "verse_number": "54",
                "verse_text": "and Humtah and Kiriath-arba (that is, Hebron), and Zior; nine cities with their villages."
            },
            {
                "verse_number": "55",
                "verse_text": "Maon, Carmel and Ziph and Juttah,"
            },
            {
                "verse_number": "56",
                "verse_text": "and Jezreel and Jokdeam and Zanoah,"
            },
            {
                "verse_number": "57",
                "verse_text": "Kain, Gibeah and Timnah; ten cities with their villages."
            },
            {
                "verse_number": "58",
                "verse_text": "Halhul, Beth-zur and Gedor,"
            },
            {
                "verse_number": "59",
                "verse_text": "and Maarath and Beth-anoth and Eltekon; six cities with their villages."
            },
            {
                "verse_number": "60",
                "verse_text": "Kiriath-baal (that is, Kiriath-jearim), and Rabbah; two cities with their villages."
            },
            {
                "verse_number": "61",
                "verse_text": "In the wilderness [that slopes downward toward the Dead Sea]: Beth-arabah, Middin and Secacah,"
            },
            {
                "verse_number": "62",
                "verse_text": "and Nibshan and the City of Salt and Engedi; six cities with their villages."
            },
            {
                "verse_number": "63",
                "verse_text": "But as for the Jebusites, the inhabitants of Jerusalem, the [tribe of the] sons of Judah were not able to drive them out; so the Jebusites live with the sons of Judah in Jerusalem to this day."
            }
        ],
        "16": [
            {
                "verse_number": "1",
                "verse_text": "Then the lot (allotment) for the sons of Joseph went from the Jordan Valley at Jericho to the waters of Jericho on the east into the wilderness, going up from Jericho through the hill country to Bethel."
            },
            {
                "verse_number": "2",
                "verse_text": "Then it went from Bethel to Luz, and continued to Ataroth, the border of the Archites."
            },
            {
                "verse_number": "3",
                "verse_text": "It went down westward to the territory of the Japhletites, as far as the outskirts of lower Beth-horon, then to Gezer, and it ended at the sea."
            },
            {
                "verse_number": "4",
                "verse_text": "The sons of Joseph, Manasseh and Ephraim, received their inheritance."
            },
            {
                "verse_number": "5",
                "verse_text": "Now this was the territory of the sons of Ephraim according to their families: on the east side the border of their inheritance was Ataroth-addar, as far as upper Beth-horon."
            },
            {
                "verse_number": "6",
                "verse_text": "Then the border went westward at Michmethath on the north, and turned eastward to Taanath-shiloh and continued beyond it to the east of Janoah."
            },
            {
                "verse_number": "7",
                "verse_text": "It went down from Janoah to Ataroth and to Naarah, touched Jericho and ended at the Jordan."
            },
            {
                "verse_number": "8",
                "verse_text": "The border continued from Tappuah westward to the Brook Kanah, and it ended at the [Mediterranean] sea. This is the inheritance of the tribe of the sons of Ephraim according to their families (clans),"
            },
            {
                "verse_number": "9",
                "verse_text": "with the cities which were set apart for the sons of Ephraim within the inheritance of the sons of Manasseh, all the cities with their villages."
            },
            {
                "verse_number": "10",
                "verse_text": "But they did not drive out the Canaanites who lived in Gezer, so the Canaanites live among Ephraim to this day, and they became forced laborers."
            }
        ],
        "17": [
            {
                "verse_number": "1",
                "verse_text": "Now this was the lot (allotment) for the tribe of Manasseh, for he was the firstborn of Joseph. To Machir the firstborn of Manasseh, the father of Gilead, were allotted Gilead and Bashan, because he was a man of war."
            },
            {
                "verse_number": "2",
                "verse_text": "So the lot was also made for the rest of the sons of Manasseh according to their families—for the sons of Abiezer and for the sons of Helek and for the sons of Asriel and for the sons of Shechem and for the sons of Hepher and for the sons of Shemida; these were the male descendants of Manasseh the son of Joseph according to their families (clans)."
            },
            {
                "verse_number": "3",
                "verse_text": "But Zelophehad the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, had no sons, only daughters; and these are the names of his daughters: Mahlah and Noah, Hoglah, Milcah and Tirzah."
            },
            {
                "verse_number": "4",
                "verse_text": "They came before Eleazar the priest and before Joshua the son of Nun and before the leaders and said, “The L ord commanded Moses to give us an inheritance among our brothers.” So according to the command of the L ord Joshua gave them an inheritance among their father’s brothers."
            },
            {
                "verse_number": "5",
                "verse_text": "So ten portions fell to Manasseh, besides the land of Gilead and Bashan, which is beyond the Jordan [on the east side of the river],"
            },
            {
                "verse_number": "6",
                "verse_text": "because the daughters of [Zelophehad, a descendant of] Manasseh had received an inheritance among his [other] sons [whose inheritance went to their male descendants]. The land of Gilead belonged to the rest of the sons of Manasseh."
            },
            {
                "verse_number": "7",
                "verse_text": "The territory of Manasseh reached from Asher to Michmethath which was east of Shechem; then the border went southward to the inhabitants of En-tappuah."
            },
            {
                "verse_number": "8",
                "verse_text": "The land of Tappuah belonged to Manasseh, but [the city of] Tappuah on the border of Manasseh belonged to the sons of Ephraim."
            },
            {
                "verse_number": "9",
                "verse_text": "Then the border went down to the brook of Kanah, south of the brook (these cities belonged to Ephraim, among the cities of Manasseh), and Manasseh’s border was on the north side of the brook and it ended at the sea."
            },
            {
                "verse_number": "10",
                "verse_text": "The land on the south side belonged to Ephraim and that on the north side was Manasseh’s, and the sea was their border; they reached to [the territory of] Asher on the north and to [the territory of] Issachar on the east."
            },
            {
                "verse_number": "11",
                "verse_text": "Also, in Issachar and in Asher, Manasseh had Beth-shean and its towns and Ibleam and its towns, and the inhabitants of Dor and its towns, and the inhabitants of En-dor and its towns, and the inhabitants of Taanach and its towns, and the inhabitants of Megiddo and its towns; the third is Napheth."
            },
            {
                "verse_number": "12",
                "verse_text": "But the sons of Manasseh were not able to [drive out the inhabitants and] take possession of these cities, because the Canaanites persisted in living in that land."
            },
            {
                "verse_number": "13",
                "verse_text": "When the Israelites became strong, they put the Canaanites to forced labor, but they did not drive them out completely."
            },
            {
                "verse_number": "14",
                "verse_text": "The sons of Joseph spoke to Joshua, saying, “Why have you given us only one lot and one portion as an inheritance, when we are a numerous people whom the L ord has so far blessed?”"
            },
            {
                "verse_number": "15",
                "verse_text": "Then Joshua replied, “If you are a numerous people, go up to the forest and clear ground for yourselves there in the land of the Perizzites and the Rephaim, since the hill country of Ephraim is too narrow for you.”"
            },
            {
                "verse_number": "16",
                "verse_text": "The sons of Joseph said, “The hill country is not enough for us, and all the Canaanites who live in the valley have iron chariots, both those who are in Beth-shean and its towns and those in the Valley of Jezreel.”"
            },
            {
                "verse_number": "17",
                "verse_text": "Joshua said to the house of Joseph, to Ephraim and to Manasseh, “You are a numerous people and have great power; you shall not have only one lot,"
            },
            {
                "verse_number": "18",
                "verse_text": "but the hill country shall be yours. For though it is a forest, you shall clear it and possess it to its farthest borders; for you shall drive out the Canaanites, even though they have iron chariots and though they are strong.”"
            }
        ],
        "18": [
            {
                "verse_number": "1",
                "verse_text": "Then the whole congregation of the Israelites assembled at Shiloh [in the tribal territory of Ephraim], and set up the Tent of Meeting there; and the land was subdued before them."
            },
            {
                "verse_number": "2",
                "verse_text": "There remained among the Israelites seven tribes who had not yet divided their inheritance."
            },
            {
                "verse_number": "3",
                "verse_text": "So Joshua asked them, “How long will you put off entering to take possession of the land which the L ord , the God of your fathers, has given you?"
            },
            {
                "verse_number": "4",
                "verse_text": "Provide for yourselves three men from each tribe so that I may send them, and that they may go through the land and write a description of it with regard to their [tribal] inheritance; then they shall return to me."
            },
            {
                "verse_number": "5",
                "verse_text": "They shall divide it into seven parts; [the tribe of] Judah shall remain in its territory on the south, and the house of Joseph shall remain in its territory on the north."
            },
            {
                "verse_number": "6",
                "verse_text": "You shall describe the land in seven divisions, and bring the description here to me. I will cast lots for you here before the L ord our God."
            },
            {
                "verse_number": "7",
                "verse_text": "But the Levites have no portion among you, because the priesthood of the L ord is their inheritance. Gad and Reuben and half the tribe of Manasseh also have received their inheritance eastward beyond the Jordan, which Moses the servant of the L ord gave them.”"
            },
            {
                "verse_number": "8",
                "verse_text": "So the men arose and went [on their way], and Joshua commanded those who went to describe the land, saying, “Go and walk throughout the land and describe it, and return to me; and I will cast lots for you here before the L ord in Shiloh.”"
            },
            {
                "verse_number": "9",
                "verse_text": "So the men set out and passed through the land, and described it by cities in seven divisions in a book; and they came back to Joshua to the camp at Shiloh."
            },
            {
                "verse_number": "10",
                "verse_text": "Joshua cast lots for them in Shiloh before the L ord , and there Joshua divided the land to the sons of Israel, [to each tribe] according to their portions."
            },
            {
                "verse_number": "11",
                "verse_text": "Now the lot (allotment) of the tribe of the sons of Benjamin came up according to their families, and the territory of their lot fell between [the tribes of] the sons of Judah and the sons of Joseph."
            },
            {
                "verse_number": "12",
                "verse_text": "On the north side their border began at the Jordan, then it went up the slope of Jericho on the north, and up through the hill country westward, and it ended at the Beth-aven wilderness."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the border continued southward toward Luz, to the slope of Luz (that is, Bethel); then the border went down to Ataroth-addar, by the hill that lies south of lower Beth-horon."
            },
            {
                "verse_number": "14",
                "verse_text": "The border changed course [from there] and turned around on the western side southward, from the hill that lies to the south opposite Beth-horon; it ended at Kiriath-baal (that is, Kiriath-jearim), a city of [the tribe of] the sons of Judah. This formed the western side [of Benjamin’s territory]."
            },
            {
                "verse_number": "15",
                "verse_text": "The southern side was from the edge of Kiriath-jearim, and the border went on westward and went to the source of the waters of Nephtoah."
            },
            {
                "verse_number": "16",
                "verse_text": "Then the border went down to the edge of the hill overlooking the Valley of Ben-hinnom (son of Hinnom), which is at the north end of the Valley of Rephaim; and it descended to the Valley of Hinnom, south to the slope of the Jebusite, and went on down to En-rogel."
            },
            {
                "verse_number": "17",
                "verse_text": "Then it turned toward the north and went on to En-shemesh and on to Geliloth, which is opposite the ascent of Adummim, and it went down to the stone of Bohan the son of Reuben."
            },
            {
                "verse_number": "18",
                "verse_text": "It continued to the north to the side opposite [Beth-] Arabah and went down to the Arabah."
            },
            {
                "verse_number": "19",
                "verse_text": "The border continued along to the north of the slope of Beth-hoglah; and the border ended at the northern bay of the Salt (Dead) Sea, at the south end of the Jordan. This was the southern border."
            },
            {
                "verse_number": "20",
                "verse_text": "And the Jordan River was its border on the east side. This was the inheritance of the sons of Benjamin, according to their families and according to its borders all around."
            },
            {
                "verse_number": "21",
                "verse_text": "Now the cities of the tribe of the sons of Benjamin according to their families were Jericho and Beth-hoglah and Emek-keziz,"
            },
            {
                "verse_number": "22",
                "verse_text": "and Beth-arabah and Zemaraim and Bethel,"
            },
            {
                "verse_number": "23",
                "verse_text": "and Avvim and Parah and Ophrah,"
            },
            {
                "verse_number": "24",
                "verse_text": "and Chephar-ammoni and Ophni and Geba; twelve cities with their villages;"
            },
            {
                "verse_number": "25",
                "verse_text": "Gibeon and Ramah and Beeroth,"
            },
            {
                "verse_number": "26",
                "verse_text": "and Mizpeh and Chephirah and Mozah,"
            },
            {
                "verse_number": "27",
                "verse_text": "and Rekem and Irpeel and Taralah,"
            },
            {
                "verse_number": "28",
                "verse_text": "and Zelah, Haeleph and the Jebusite (that is, Jerusalem), Gibeah, Kiriath; fourteen cities with their villages. This is the inheritance of [the tribe of] the sons of Benjamin according to their families (clans)."
            }
        ],
        "19": [
            {
                "verse_number": "1",
                "verse_text": "Then the second lot fell to Simeon, to the tribe of the sons of Simeon according to their families (clans), and their inheritance was within the inheritance of the sons of Judah."
            },
            {
                "verse_number": "2",
                "verse_text": "So they had as their inheritance Beersheba or Sheba and Moladah,"
            },
            {
                "verse_number": "3",
                "verse_text": "and Hazar-shual and Balah and Ezem,"
            },
            {
                "verse_number": "4",
                "verse_text": "and Eltolad and Bethul and Hormah,"
            },
            {
                "verse_number": "5",
                "verse_text": "and Ziklag and Beth-marcaboth and Hazar-susah,"
            },
            {
                "verse_number": "6",
                "verse_text": "and Beth-lebaoth and Sharuhen; thirteen cities with their villages;"
            },
            {
                "verse_number": "7",
                "verse_text": "Ain, Rimmon and Ether and Ashan; four cities with their villages;"
            },
            {
                "verse_number": "8",
                "verse_text": "and all the villages which were around these cities as far as Baalath-beer, Ramah of the Negev (South country). This was the inheritance of the tribe of the sons of Simeon according to their families."
            },
            {
                "verse_number": "9",
                "verse_text": "The inheritance of the sons of Simeon was taken from the portion of the sons of Judah, for the share of the sons of Judah was too large for them; so the sons of Simeon received an inheritance within Judah’s inheritance."
            },
            {
                "verse_number": "10",
                "verse_text": "The third lot came up for [the tribe of] the sons of Zebulun according to their families. The territory of their inheritance extended to Sarid."
            },
            {
                "verse_number": "11",
                "verse_text": "Then its border went up westward and on to Maralah, and reached to Dabbesheth and reached to the brook east of Jokneam."
            },
            {
                "verse_number": "12",
                "verse_text": "Then it turned from Sarid east toward the sunrise as far as the border of Chisloth-tabor, and it proceeded to Daberath and on up to Japhia."
            },
            {
                "verse_number": "13",
                "verse_text": "From there it continued east toward the sunrise to Gath-hepher and to Eth-kazin, and proceeded to Rimmon which turns toward Neah."
            },
            {
                "verse_number": "14",
                "verse_text": "The border circled it on the north to Hannathon, ending at the Valley of Iphtahel."
            },
            {
                "verse_number": "15",
                "verse_text": "Included were Kattah and Nahalal and Shimron and Idalah and Bethlehem; twelve cities with their villages."
            },
            {
                "verse_number": "16",
                "verse_text": "This was the inheritance of the sons of Zebulun according to their families, these cities with their villages."
            },
            {
                "verse_number": "17",
                "verse_text": "The fourth lot fell to [the tribe of] Issachar, to the sons of Issachar according to their families."
            },
            {
                "verse_number": "18",
                "verse_text": "Their territory included: Jezreel and Chesulloth and Shunem,"
            },
            {
                "verse_number": "19",
                "verse_text": "and Hapharaim and Shion and Anaharath,"
            },
            {
                "verse_number": "20",
                "verse_text": "and Rabbith and Kishion and Ebez,"
            },
            {
                "verse_number": "21",
                "verse_text": "and Remeth and En-gannim and En-haddah and Beth-pazzez."
            },
            {
                "verse_number": "22",
                "verse_text": "The border reached to Tabor and Shahazumah and Beth-shemesh, and their border ended at the Jordan; sixteen cities with their villages."
            },
            {
                "verse_number": "23",
                "verse_text": "This was the inheritance of the tribe of the sons of Issachar according to their families, the cities and their villages."
            },
            {
                "verse_number": "24",
                "verse_text": "The fifth lot fell to the tribe of the sons of Asher according to their families."
            },
            {
                "verse_number": "25",
                "verse_text": "Their territory was Helkath and Hali and Beten and Achshaph,"
            },
            {
                "verse_number": "26",
                "verse_text": "and Allammelech and Amad and Mishal; and on the west it reached to Carmel and to Shihor-libnath."
            },
            {
                "verse_number": "27",
                "verse_text": "Then it turned eastward to Beth-dagon and reached Zebulun and the Valley of Iphtahel northward to Beth-emek and Neiel, and continued in the north to Cabul,"
            },
            {
                "verse_number": "28",
                "verse_text": "and Ebron and Rehob and Hammon and Kanah, as far as Great Sidon."
            },
            {
                "verse_number": "29",
                "verse_text": "Then the border turned to Ramah, [reaching] to the fortified city of Tyre; and it turned to Hosah, and it ended at the [Mediterranean] sea at the region of Achzib."
            },
            {
                "verse_number": "30",
                "verse_text": "Included were Ummah, and Aphek and Rehob; twenty-two cities with their villages."
            },
            {
                "verse_number": "31",
                "verse_text": "This was the inheritance of the tribe of the sons of Asher according to their families, these cities with their villages."
            },
            {
                "verse_number": "32",
                "verse_text": "The sixth lot fell to [the tribe of] the sons of Naphtali according to their families."
            },
            {
                "verse_number": "33",
                "verse_text": "Their border ran from Heleph, from the oak in Zaanannim and Adami-nekeb and Jabneel, as far as Lakkum, and it ended at the Jordan."
            },
            {
                "verse_number": "34",
                "verse_text": "Then the border turned westward to Aznoth-tabor and went from there to Hukkok; and it reached Zebulun on the south and reached Asher on the west, and to Judah toward the east at the Jordan."
            },
            {
                "verse_number": "35",
                "verse_text": "The fortified cities were Ziddim, Zer, and Hammath, Rakkath and Chinnereth,"
            },
            {
                "verse_number": "36",
                "verse_text": "and Adamah and Ramah and Hazor,"
            },
            {
                "verse_number": "37",
                "verse_text": "and Kedesh and Edrei and En-hazor,"
            },
            {
                "verse_number": "38",
                "verse_text": "and Yiron and Migdal-el, Horem and Beth-anath and Beth-shemesh; nineteen cities with their villages."
            },
            {
                "verse_number": "39",
                "verse_text": "This was the inheritance of the tribe of the sons of Naphtali according to their families, the cities and their villages."
            },
            {
                "verse_number": "40",
                "verse_text": "The seventh lot fell to the tribe of the sons of Dan according to their families."
            },
            {
                "verse_number": "41",
                "verse_text": "The territory of their inheritance included Zorah and Eshtaol and Ir-shemesh,"
            },
            {
                "verse_number": "42",
                "verse_text": "and Shaalabbin and Aijalon and Ithlah,"
            },
            {
                "verse_number": "43",
                "verse_text": "and Elon and Timnah and Ekron,"
            },
            {
                "verse_number": "44",
                "verse_text": "and Eltekeh and Gibbethon and Baalath,"
            },
            {
                "verse_number": "45",
                "verse_text": "and Jehud and Bene-berak and Gath-rimmon,"
            },
            {
                "verse_number": "46",
                "verse_text": "and Me-jarkon and Rakkon, with the territory opposite Joppa."
            },
            {
                "verse_number": "47",
                "verse_text": "The territory of the sons of Dan went beyond these; so the sons of Dan went up to fight against Leshem (Laish) and captured it. Then they struck it with the edge of the sword and took possession of it and settled there [between the tribes of Naphtali and Manasseh]; they renamed Leshem, Dan, after the name of their father (ancestor) Dan."
            },
            {
                "verse_number": "48",
                "verse_text": "This was the inheritance of the tribe of the sons of Dan according to their families (clans), these cities with their villages."
            },
            {
                "verse_number": "49",
                "verse_text": "When they had finished dividing the land for inheritance by its borders, the Israelites gave an inheritance among them to Joshua the son of Nun."
            },
            {
                "verse_number": "50",
                "verse_text": "According to the command of the L ord they gave him the city for which he asked—Timnath-serah in the hill country of Ephraim. So he built the city and settled in it."
            },
            {
                "verse_number": "51",
                "verse_text": "These are the inheritances which Eleazar the priest, Joshua the son of Nun, and the heads of the households of the tribes of the sons of Israel distributed by lot in Shiloh before the L ord at the doorway of the Tent of Meeting. So they finished dividing the land."
            }
        ],
        "20": [
            {
                "verse_number": "1",
                "verse_text": "The L ord spoke to Joshua, saying,"
            },
            {
                "verse_number": "2",
                "verse_text": "“Speak to the Israelites, saying, ‘Designate the cities of refuge (asylum), of which I spoke to you through Moses,"
            },
            {
                "verse_number": "3",
                "verse_text": "so that the person (manslayer) who kills any person unintentionally, without premeditation, may flee there, and they shall be your refuge from the blood avenger."
            },
            {
                "verse_number": "4",
                "verse_text": "He shall flee to one of these cities, and shall stand at the entrance of the gate of the city and explain his case to the elders of that city; and they shall take him into [the protection of] the city and give him a place [to stay], so that he may live among them."
            },
            {
                "verse_number": "5",
                "verse_text": "If the blood avenger pursues him, they shall not hand the offender (manslayer) over to him, because he killed his neighbor unintentionally and without premeditation and did not hate him beforehand."
            },
            {
                "verse_number": "6",
                "verse_text": "He shall live in that city until he has stood before the congregation for judgment [and if acquitted of murder he must stay there], until the death of the one who is the high priest in those days. Then the offender (manslayer) shall return to his own city and his own house from which he fled.’ ”"
            },
            {
                "verse_number": "7",
                "verse_text": "So they set apart and consecrated Kedesh in Galilee in the hill country of Naphtali, and Shechem in the hill country of Ephraim, and Kiriath-arba (that is, Hebron) in the hill country of Judah."
            },
            {
                "verse_number": "8",
                "verse_text": "Beyond the Jordan east of Jericho, they designated Bezer in the wilderness on the plain from the tribe of Reuben, and Ramoth in Gilead from the tribe of Gad, and Golan in Bashan from the tribe of Manasseh."
            },
            {
                "verse_number": "9",
                "verse_text": "These were the appointed cities for all the Israelites and for the stranger sojourning (living temporarily) among them, so that whoever killed any person unintentionally may flee there, and not die by the hand of the blood avenger until he had stood before the congregation [for judgment]."
            }
        ],
        "21": [
            {
                "verse_number": "1",
                "verse_text": "Then the heads of the households of the Levites came to Eleazar the priest, and Joshua the son of Nun, and the heads of the households of the tribes of the sons of Israel."
            },
            {
                "verse_number": "2",
                "verse_text": "They spoke to them at Shiloh in the land of Canaan, saying, “The L ord commanded Moses to give us cities to live in, with their pasture lands for our cattle.”"
            },
            {
                "verse_number": "3",
                "verse_text": "So the sons of Israel gave the Levites from their inheritance these [forty-eight] cities and their pasture lands, in accordance with the command of the L ord ."
            },
            {
                "verse_number": "4",
                "verse_text": "The [first] lot (allotment) came out for the families of the Kohathites. So those Levites who were sons (descendants) of Aaron the priest received thirteen cities by lot from the tribe of Judah and from the tribe of Simeon and from the tribe of Benjamin."
            },
            {
                "verse_number": "5",
                "verse_text": "The rest of the sons of Kohath received ten cities by lot from the families of the tribe of Ephraim and from the tribe of Dan and from the half-tribe of Manasseh."
            },
            {
                "verse_number": "6",
                "verse_text": "The sons of Gershon received thirteen cities by lot from the families of the tribe of Issachar and from the tribe of Asher and from the tribe of Naphtali and from the half-tribe of Manasseh in Bashan."
            },
            {
                "verse_number": "7",
                "verse_text": "The sons of Merari according to their families received twelve cities from the tribe of Reuben and from the tribe of Gad and from the tribe of Zebulun."
            },
            {
                "verse_number": "8",
                "verse_text": "The sons of Israel gave by lot to the Levites these cities with their pasture lands, as the L ord had commanded through Moses."
            },
            {
                "verse_number": "9",
                "verse_text": "They gave these cities which are mentioned here by name from the tribe of the sons of Judah and from the tribe of the sons of Simeon;"
            },
            {
                "verse_number": "10",
                "verse_text": "and they were for the sons of Aaron, one of the families of the Kohathites, of the sons of Levi, because the lot fell to them first."
            },
            {
                "verse_number": "11",
                "verse_text": "They gave them [the city of] Kiriath-arba, Arba being the father of Anak (that is, Hebron) in the hill country of Judah, with its surrounding pasture lands."
            },
            {
                "verse_number": "12",
                "verse_text": "But the fields of the city and its villages they had given to Caleb the son of Jephunneh as his property."
            },
            {
                "verse_number": "13",
                "verse_text": "So to the sons of Aaron the priest they gave Hebron, the city of refuge for anyone who committed manslaughter, with its pasture lands, and Libnah with its pasture lands,"
            },
            {
                "verse_number": "14",
                "verse_text": "and Jattir with its pasture lands and Eshtemoa with its pasture lands,"
            },
            {
                "verse_number": "15",
                "verse_text": "and Holon with its pasture lands and Debir with its pasture lands,"
            },
            {
                "verse_number": "16",
                "verse_text": "and Ain with its pasture lands and Juttah with its pasture lands and Beth-shemesh with its pasture lands; nine cities from these two tribes (Judah and Simeon)."
            },
            {
                "verse_number": "17",
                "verse_text": "From the tribe of Benjamin, Gibeon with its pasture lands, and Geba with its pasture lands,"
            },
            {
                "verse_number": "18",
                "verse_text": "Anathoth with its pasture lands and Almon with its pasture lands; four cities."
            },
            {
                "verse_number": "19",
                "verse_text": "All the cities of the sons of Aaron, the priests, were thirteen cities with their pasture lands."
            },
            {
                "verse_number": "20",
                "verse_text": "Then the cities from the tribe of Ephraim were allotted to the families of the sons of Kohath, the Levites, even to the rest of the sons of Kohath."
            },
            {
                "verse_number": "21",
                "verse_text": "They gave them Shechem, the city of refuge for anyone who committed manslaughter, with its pasture lands, in the hill country of Ephraim, and Gezer with its pasture lands,"
            },
            {
                "verse_number": "22",
                "verse_text": "and Kibzaim with its pasture lands and Beth-horon with its pasture lands; four cities."
            },
            {
                "verse_number": "23",
                "verse_text": "From the tribe of Dan, Eltekeh with its pasture lands, Gibbethon with its pasture lands,"
            },
            {
                "verse_number": "24",
                "verse_text": "Aijalon with its pasture lands, Gath-rimmon with its pasture lands; four cities."
            },
            {
                "verse_number": "25",
                "verse_text": "From the half-tribe of Manasseh, they allotted Taanach with its pasture lands and Gath-rimmon with its pasture lands; two cities."
            },
            {
                "verse_number": "26",
                "verse_text": "All the cities with their pasture lands for the families of the rest of the sons of Kohath totaled ten."
            },
            {
                "verse_number": "27",
                "verse_text": "To the sons of Gershon, one of the families of the Levites, they gave from the other half-tribe of Manasseh, [the city of] Golan in Bashan, the city of refuge for anyone who committed manslaughter, with its pasture lands, and Be-eshterah with its pasture lands; two cities."
            },
            {
                "verse_number": "28",
                "verse_text": "From the tribe of Issachar, they gave Kishion with its pasture lands, Daberath with its pasture lands,"
            },
            {
                "verse_number": "29",
                "verse_text": "Jarmuth with its pasture lands, and En-gannim with its pasture lands; four cities."
            },
            {
                "verse_number": "30",
                "verse_text": "From the tribe of Asher, they gave Mishal with its pasture lands, Abdon with its pasture lands,"
            },
            {
                "verse_number": "31",
                "verse_text": "Helkath with its pasture lands and Rehob with its pasture lands; four cities."
            },
            {
                "verse_number": "32",
                "verse_text": "From the tribe of Naphtali, they gave Kedesh in Galilee, the city of refuge for anyone who committed manslaughter, with its pasture lands and Hammoth-dor with its pasture lands and Kartan with its pasture lands; three cities."
            },
            {
                "verse_number": "33",
                "verse_text": "All the cities of the Gershonites according to their families were thirteen cities with their pasture lands."
            },
            {
                "verse_number": "34",
                "verse_text": "To the families of the sons of Merari, the rest of the Levites, they gave from the tribe of Zebulun, Jokneam with its pasture lands and Kartah with its pasture lands,"
            },
            {
                "verse_number": "35",
                "verse_text": "Dimnah with its pasture lands and Nahalal with its pasture lands; four cities."
            },
            {
                "verse_number": "36",
                "verse_text": "From the tribe of Reuben, they gave Bezer with its pasture lands and Jahaz with its pasture lands,"
            },
            {
                "verse_number": "37",
                "verse_text": "Kedemoth with its pasture lands and Mephaath with its pasture lands; four cities."
            },
            {
                "verse_number": "38",
                "verse_text": "From the tribe of Gad, they gave Ramoth in Gilead, the city of refuge for anyone who committed manslaughter, with its pasture lands and Mahanaim with its pasture lands,"
            },
            {
                "verse_number": "39",
                "verse_text": "Heshbon with its pasture lands and Jazer with its pasture lands; four cities in all."
            },
            {
                "verse_number": "40",
                "verse_text": "All [these were] the cities of the sons of Merari according to their families, the rest of the families of the Levites; and their lot was twelve cities."
            },
            {
                "verse_number": "41",
                "verse_text": "All the cities of the Levites in the midst of the property of the sons of Israel were forty-eight cities with their pasture lands."
            },
            {
                "verse_number": "42",
                "verse_text": "These cities each had its surrounding pasture lands; so it was with all these cities."
            },
            {
                "verse_number": "43",
                "verse_text": "So the L ord gave Israel all the land which He had sworn to give to their fathers (ancestors), and they took possession of it and lived in it."
            },
            {
                "verse_number": "44",
                "verse_text": "The L ord gave them rest [from conflict] on every side, in accordance with everything that He had sworn to their fathers, and not one of all their enemies stood before them [in battle]; the L ord handed over all their enemies to them."
            },
            {
                "verse_number": "45",
                "verse_text": "Not one of the good promises which the L ord had spoken to the house of Israel failed; all had come to pass."
            }
        ],
        "22": [
            {
                "verse_number": "1",
                "verse_text": "Then Joshua called the Reubenites and the Gadites and the half-tribe of Manasseh,"
            },
            {
                "verse_number": "2",
                "verse_text": "and said to them, “You have kept all that Moses the servant of the L ord commanded you, and have listened to and obeyed my voice in everything that I commanded you."
            },
            {
                "verse_number": "3",
                "verse_text": "You have not deserted your brothers these many days to this day, but have [carefully] kept the obligation of the commandment of the L ord your God."
            },
            {
                "verse_number": "4",
                "verse_text": "And now the L ord your God has given rest to your brothers, as He has promised them; so turn now and go to your tents, to the land of your possession, which Moses the servant of the L ord gave you beyond the [east side of the] Jordan."
            },
            {
                "verse_number": "5",
                "verse_text": "Only be very careful and diligently observe the commandment and the law which Moses the servant of the L ord has commanded you to love the L ord your God and walk in all His ways and keep His commandments and hold fast to Him and serve Him with all your heart and with all your soul [your very life].”"
            },
            {
                "verse_number": "6",
                "verse_text": "So Joshua blessed them and sent them away, and they went to their tents."
            },
            {
                "verse_number": "7",
                "verse_text": "Now to the one-half of the tribe of Manasseh Moses had given a possession in Bashan, but to the other half Joshua gave a possession on the west side of the Jordan among their brothers. So when Joshua sent them away to their tents, he blessed them,"
            },
            {
                "verse_number": "8",
                "verse_text": "and he said to them, “Return to your tents with great riches and with very much livestock, with silver, gold, bronze, iron, and with very many clothes; divide the spoil of your enemies with your brothers (fellow tribesmen).”"
            },
            {
                "verse_number": "9",
                "verse_text": "So the sons (descendants) of Reuben and the sons of Gad and the half-tribe of Manasseh returned home and departed from the [other] sons (western tribes) of Israel at Shiloh which is in the land of Canaan, to go to the land of Gilead, to the land of their own which they had possessed, in accordance with the command of the L ord through Moses."
            },
            {
                "verse_number": "10",
                "verse_text": "When they came to the region of the Jordan which is in the land of Canaan, the sons of Reuben and the sons of Gad and the half-tribe of Manasseh built an altar there by the Jordan, an altar that was great to behold."
            },
            {
                "verse_number": "11",
                "verse_text": "And the [other] sons of Israel heard it said, “Look, the sons of Reuben and the sons of Gad and the half-tribe of Manasseh have built an altar at the edge of the land of Canaan, in the region [west] of the Jordan, on the side belonging to the sons of Israel.”"
            },
            {
                "verse_number": "12",
                "verse_text": "When the sons of Israel heard of it, the whole congregation of the Israelites gathered at Shiloh to make war against them."
            },
            {
                "verse_number": "13",
                "verse_text": "Then the sons of Israel sent Phinehas the son of Eleazar the priest to the sons of Reuben and the sons of Gad and the half-tribe of Manasseh, in the land of Gilead,"
            },
            {
                "verse_number": "14",
                "verse_text": "and with him ten leaders, one leader from each father’s household from each of the tribes of Israel; and each one was the head of his father’s household among the thousands of Israel."
            },
            {
                "verse_number": "15",
                "verse_text": "They came to the sons of Reuben and the sons of Gad and the half-tribe of Manasseh, in the land of Gilead, and they said to them,"
            },
            {
                "verse_number": "16",
                "verse_text": "“This is what the entire congregation of the L ord says, ‘What is this disloyal and unfaithful act which you have committed against the God of Israel, so as to turn away from following the L ord this day, by building yourselves an altar, to rebel against the L ord this day?"
            },
            {
                "verse_number": "17",
                "verse_text": "Is the wrongdoing (idolatry) of Peor not enough for us, from which we have not cleansed ourselves to this day, even though the affliction [in which twenty-four thousand died] came on the congregation of the L ord ,"
            },
            {
                "verse_number": "18",
                "verse_text": "that you would turn away this day from following the L ord ? If you rebel against the L ord today, He will be angry with the entire congregation of Israel tomorrow."
            },
            {
                "verse_number": "19",
                "verse_text": "If, however, the land of your possession is unclean, then cross into the land of the possession of the L ord , where the L ord ’ s tabernacle is situated, and settle down among us. But do not rebel against the L ord , or rebel against us by building an altar for yourselves, besides the altar of the L ord our God [at Shiloh]."
            },
            {
                "verse_number": "20",
                "verse_text": "Did not Achan the son of Zerah act unfaithfully in the things under the ban, and [as a result God’s] wrath came on the entire congregation of Israel? And that man did not perish alone in his wrongdoing.’ ”"
            },
            {
                "verse_number": "21",
                "verse_text": "Then the sons of Reuben and the sons of Gad and the half-tribe of Manasseh answered and said to the heads of the families of Israel,"
            },
            {
                "verse_number": "22",
                "verse_text": "“The Mighty One, God, the L ord , the Mighty One, God, the L ord ! He knows, and may Israel itself know. If it was in rebellion, or if in an unfaithful act against the L ord , do not save us this day!"
            },
            {
                "verse_number": "23",
                "verse_text": "If we have built an altar for ourselves to turn away from following the L ord , or if [we did so] to offer a burnt offering or grain offering on it, or if to offer sacrifices of peace offerings on it, may the L ord Himself require it [of us and hold us responsible]."
            },
            {
                "verse_number": "24",
                "verse_text": "But in truth we have done this out of concern, for a reason, saying, ‘In time to come your sons (descendants) may say to our sons, “What claim do you have to the L ord , the God of Israel?"
            },
            {
                "verse_number": "25",
                "verse_text": "For the L ord has made the Jordan a border between us and you, you sons of Reuben and sons of Gad; you have no part in the L ord .” So your sons (descendants) may cause our sons to stop fearing the L ord .’"
            },
            {
                "verse_number": "26",
                "verse_text": "“So we said, ‘Let us prepare and build an altar, not for burnt offering or for sacrifice,"
            },
            {
                "verse_number": "27",
                "verse_text": "but to be a witness between us and you and between the generations after us, that we are to perform the service of the L ord before Him with our burnt offerings, and with our sacrifices and with our peace offerings, so that your sons (descendants) will not say to our sons in time to come, “You have no part in the L ord .” ’"
            },
            {
                "verse_number": "28",
                "verse_text": "So we said, ‘If your descendants should say this to us or to our descendants in time to come, then we can reply, “See the copy of the altar of the L ord which our fathers made, not for burnt offering or for sacrifice, but rather it is a witness between us and you.” ’"
            },
            {
                "verse_number": "29",
                "verse_text": "Far be it from us that we should rebel against the L ord and turn away from following the L ord this day, by building an altar for burnt offering, for grain offering or for sacrifice, besides the altar of the L ord our God which is before His tabernacle [in Shiloh].”"
            },
            {
                "verse_number": "30",
                "verse_text": "So when Phinehas the priest and the leaders of the congregation and heads of the families of Israel who were with him, heard the words which the sons of Reuben and the sons of Gad and the sons of Manasseh spoke, it pleased them."
            },
            {
                "verse_number": "31",
                "verse_text": "Phinehas the son of Eleazar the priest said to the sons of Reuben and the sons of Gad and the sons of Manasseh, “Today we know that the L ord is among us, because you have not committed this unfaithful act against the L ord ; indeed you have saved Israel from the hand of the L ord .”"
            },
            {
                "verse_number": "32",
                "verse_text": "Then Phinehas the son of Eleazar the priest and the leaders returned from the sons of Reuben and the sons of Gad, from the land of Gilead to the land of Canaan, to the sons of Israel, and brought back word to them."
            },
            {
                "verse_number": "33",
                "verse_text": "The report pleased the sons of Israel, and the sons of Israel blessed God; and they said no more about going to battle against them to destroy the land in which the sons of Reuben and the sons of Gad were living."
            },
            {
                "verse_number": "34",
                "verse_text": "The sons of Reuben and the sons of Gad called the altar Witness; “For it is a witness between us that the L ord is God.”"
            }
        ],
        "23": [
            {
                "verse_number": "1",
                "verse_text": "A long time after that, when the L ord had given Israel rest from all their enemies on every side, and Joshua had grown old and advanced in years,"
            },
            {
                "verse_number": "2",
                "verse_text": "that Joshua called all Israel, their elders and their heads and their judges and their officers, and said to them, “I am old and advanced in years."
            },
            {
                "verse_number": "3",
                "verse_text": "And you have seen all that the L ord your God has done to all these nations for your sake; for the L ord your God is He who has been fighting for you."
            },
            {
                "verse_number": "4",
                "verse_text": "See, I have allotted to you these nations that remain as an inheritance for your tribes, with all the nations which I have cut off, from the Jordan [on the east] to the Great [Mediterranean] Sea toward the setting sun."
            },
            {
                "verse_number": "5",
                "verse_text": "The L ord your God will push them away from before you and drive them out of your sight and you will take possession of their land, just as the L ord your God promised you."
            },
            {
                "verse_number": "6",
                "verse_text": "Be steadfast and very determined to keep and to do everything that is written in the Book of the Law of Moses, so that you do not turn aside from it to the right or the left,"
            },
            {
                "verse_number": "7",
                "verse_text": "so that you do not associate with these nations which remain among you, or mention the name of their gods, or make anyone swear [an oath by them], or serve them, or bow down to them."
            },
            {
                "verse_number": "8",
                "verse_text": "But you are to cling to the L ord your God, just as you have done to this day."
            },
            {
                "verse_number": "9",
                "verse_text": "For the L ord has driven out great and mighty nations from before you; and as for you, no man has been able to stand [in opposition] before you to this day."
            },
            {
                "verse_number": "10",
                "verse_text": "One of your men puts to flight a thousand, for the L ord your God is He who is fighting for you, just as He promised you."
            },
            {
                "verse_number": "11",
                "verse_text": "So be very careful and watchful of yourselves to love the L ord your God."
            },
            {
                "verse_number": "12",
                "verse_text": "For if you ever turn back and cling to the rest of these nations, these that are left among you, and intermarry with them, so that you associate with them and they with you,"
            },
            {
                "verse_number": "13",
                "verse_text": "know and understand with certainty that the L ord your God will not continue to drive these nations out from before you; but they will be a snare and trap to you, and a whip on your sides and thorns in your eyes, until you perish from this good land which the L ord your God has given you."
            },
            {
                "verse_number": "14",
                "verse_text": "“Now behold, today I am going the way of all the earth, and you know in all your hearts and in all your souls that not one word of all the good words which the L ord your God has promised concerning you has failed; all have been fulfilled for you, not one of them has failed."
            },
            {
                "verse_number": "15",
                "verse_text": "It shall come about that just as every good word which the L ord your God spoke and promised to you has been fulfilled for you, so the L ord will bring upon you every bad thing [about which He warned you], until He has destroyed and eliminated you from this good land which the L ord your God has given you."
            },
            {
                "verse_number": "16",
                "verse_text": "When you transgress (violate) the covenant of the L ord your God, which He commanded you [to follow], and you go and serve other gods and bow down to them, then the anger of the L ord will be kindled against you, and you shall perish quickly from the good land which He has given you.”"
            }
        ],
        "24": [
            {
                "verse_number": "1",
                "verse_text": "Then Joshua gathered all the tribes of Israel to Shechem, and called for the elders of Israel and for their heads and for their judges and for their officers; they presented themselves before God."
            },
            {
                "verse_number": "2",
                "verse_text": "Joshua said to all the people, “This is what the L ord , the God of Israel, says, ‘Your fathers, including Terah, the father of Abraham and the father of Nahor, lived beyond the [Euphrates] River in ancient times; and they served other gods."
            },
            {
                "verse_number": "3",
                "verse_text": "Then I took your father Abraham from beyond the [Euphrates] River and led him through all the land of Canaan, and multiplied his descendants, and I gave him Isaac."
            },
            {
                "verse_number": "4",
                "verse_text": "To Isaac I gave Jacob and Esau, and to Esau I gave [the hill country of] Mount Seir to possess; but Jacob and his sons went down to Egypt."
            },
            {
                "verse_number": "5",
                "verse_text": "Then I sent Moses and Aaron, and I plagued Egypt by what I did in its midst; and afterward I brought you out."
            },
            {
                "verse_number": "6",
                "verse_text": "Then I brought your fathers out of Egypt, and you came to the sea; and the Egyptians pursued your fathers with chariots and horsemen to the Red Sea."
            },
            {
                "verse_number": "7",
                "verse_text": "When they cried out to the L ord [for help], He put darkness between you and the Egyptians, and brought the sea upon them and covered them; and your own eyes saw what I did in Egypt. And you lived in the wilderness a long time (forty years)."
            },
            {
                "verse_number": "8",
                "verse_text": "Then I brought you into the land of the Amorites who lived on the other side of the Jordan, and they fought with you; and I gave them into your hand, and you took possession of their land and I destroyed them before you."
            },
            {
                "verse_number": "9",
                "verse_text": "Then Balak the son of Zippor, king of Moab, arose and fought against Israel, and he sent and called Balaam the son of Beor to curse you."
            },
            {
                "verse_number": "10",
                "verse_text": "But I would not listen to Balaam. Therefore he had to bless you, so I saved you from Balak’s hand."
            },
            {
                "verse_number": "11",
                "verse_text": "You crossed the Jordan and came to Jericho; and the citizens of Jericho fought against you, as did the Amorite and the Perizzite and the Canaanite and the Hittite and the Girgashite, the Hivite and the Jebusite; and so I gave them into your hand."
            },
            {
                "verse_number": "12",
                "verse_text": "I sent the hornet [that is, the terror of you] before you, which drove the two kings of the Amorites out before you; but it was not by your sword or by your bow."
            },
            {
                "verse_number": "13",
                "verse_text": "I gave you a land for which you did not labor, and cities which you did not build, and you live in them; you eat from vineyards and olive groves which you did not plant.’"
            },
            {
                "verse_number": "14",
                "verse_text": "“Now, therefore, fear the L ord and serve Him in sincerity and in truth; remove the gods which your fathers served on the other side of the [Euphrates] River and in Egypt, and serve the L ord ."
            },
            {
                "verse_number": "15",
                "verse_text": "If it is unacceptable in your sight to serve the L ord , choose for yourselves this day whom you will serve: whether the gods which your fathers served that were on the other side of the River, or the gods of the Amorites in whose land you live; but as for me and my house, we will serve the L ord .”"
            },
            {
                "verse_number": "16",
                "verse_text": "The people answered, “Far be it from us to abandon (reject) the L ord to serve other gods;"
            },
            {
                "verse_number": "17",
                "verse_text": "for the L ord our God is He who brought us and our fathers up out of the land of Egypt, from the house of bondage, and who did these great signs (miracles) in our sight and kept us safe all along the way that we went and among all the peoples among whom we passed."
            },
            {
                "verse_number": "18",
                "verse_text": "The L ord drove all the peoples out from before us, even the Amorites who lived in the land. We also will serve the L ord , for He is our God.”"
            },
            {
                "verse_number": "19",
                "verse_text": "Then Joshua said to the people, “You will not be able to serve the L ord [if you serve any other gods], for He is a holy God; He is a jealous God [demanding what is rightfully and uniquely His]. He will not forgive your transgression [of His law] or your sins."
            },
            {
                "verse_number": "20",
                "verse_text": "If you do abandon (reject) the L ord and serve foreign gods, then He will turn and do you harm and consume and destroy you after He has done you good.”"
            },
            {
                "verse_number": "21",
                "verse_text": "The people said to Joshua, “No, but we will serve [only] the L ord .”"
            },
            {
                "verse_number": "22",
                "verse_text": "Joshua then said to the people, “You are witnesses against yourselves that you have chosen for yourselves the L ord , to serve Him.” And they said, “We are witnesses.”"
            },
            {
                "verse_number": "23",
                "verse_text": "“Now then, remove the foreign gods which are among you, and incline your hearts toward the L ord , the God of Israel.”"
            },
            {
                "verse_number": "24",
                "verse_text": "The people said to Joshua, “We will serve the L ord our God and we will listen to and obey His voice.”"
            },
            {
                "verse_number": "25",
                "verse_text": "So Joshua made a covenant with the people that day, and made for them a statute and an ordinance at Shechem."
            },
            {
                "verse_number": "26",
                "verse_text": "And Joshua wrote these words in the Book of the Law of God. Then he took a large stone and set it up there under the oak that was in [the courtyard of] the sanctuary of the L ord ."
            },
            {
                "verse_number": "27",
                "verse_text": "Joshua then said to all the people, “Look, this stone shall serve as a witness against us, for it has heard all the words of the L ord which He spoke to us; so it shall be a witness against you, so that [afterward] you do not deny your God.”"
            },
            {
                "verse_number": "28",
                "verse_text": "Then Joshua sent the people away, each to [the territory of] his inheritance."
            },
            {
                "verse_number": "29",
                "verse_text": "It happened after these things that Joshua the son of Nun, the servant of the L ord , died, at the age of a hundred and ten years."
            },
            {
                "verse_number": "30",
                "verse_text": "They buried him in the territory of his inheritance in Timnath-serah, which is in the hill country of Ephraim, on the north side of Mount Gaash."
            },
            {
                "verse_number": "31",
                "verse_text": "Israel served the L ord all the days of Joshua and all the days of the elders who outlived Joshua, and had known all the works of the L ord which He had done for Israel."
            },
            {
                "verse_number": "32",
                "verse_text": "Now they buried the bones of Joseph, which the children of Israel brought up from Egypt, at Shechem, in the plot of land which Jacob had bought from the sons of Hamor the father of Shechem for a hundred pieces of money; and it became the inheritance of the sons of Joseph."
            },
            {
                "verse_number": "33",
                "verse_text": "And Eleazar [the priest], the son of Aaron died; and they buried him at Gibeah [on the hill] of Phinehas his son, which had been given to him in the hill country of Ephraim."
            }
        ]
    }
}