{
    "Malachi": {
        "1": [
            {
                "verse_number": "1",
                "verse_text": "The oracle (burdensome message) of the word of the L ord to Israel through [My messenger] Malachi."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;I have loved you,&apos; says the L ord . But you say, &apos;How and in what way have You loved us?&apos; &apos;Was not Esau Jacob&quot;s brother?&apos; declares the L ord . &apos;Yet I loved Jacob (Israel);"
            },
            {
                "verse_number": "3",
                "verse_text": "but [in comparison with My love for Jacob] I have hated Esau (Edom), and I have made his mountains a wasteland, and have given his inheritance to the jackals of the wilderness.&apos;"
            },
            {
                "verse_number": "4",
                "verse_text": "Though [impoverished] Edom says, &apos;We have been beaten down, but we will return and build up the ruins.&apos; Thus says the L ord of hosts, &apos;They may build, but I will tear down; and men will call them the Wicked Territory, the people against whom the L ord is indignant forever.&apos;"
            },
            {
                "verse_number": "5",
                "verse_text": "Your own eyes will see this and you will say, &apos;The L ord is great and shall be magnified beyond the border of Israel!&apos;"
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;&nbsp;&quot;A son honors his father, and a servant his master. Then if I am a Father, where is My honor? And if I am a Master, where is the [reverent] fear and respect due Me?&quot; says the L ord of hosts to you, O priests, who despise My name. But you say, &quot;How and in what way have we despised Your name?&quot;"
            },
            {
                "verse_number": "7",
                "verse_text": "You are presenting defiled food upon My altar. But you say, &quot;How have we defiled You?&quot; By thinking that the table of the L ord is contemptible and may be despised."
            },
            {
                "verse_number": "8",
                "verse_text": "When you [priests] present the blind [animals] for sacrifice, is it not evil? And when you present the lame and the sick, is it not evil? Offer such a thing [as a blind or lame or sick animal] to your governor [as a gift or as payment for your taxes]. Would he be pleased with you? Or would he receive you graciously?&apos; says the L ord of hosts."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;But now will you not entreat God&quot;s favor, that He may be gracious to us? With such an offering from your hand [as an imperfect animal for sacrifice], will He show favor to any of you?&apos; says the L ord of hosts."
            },
            {
                "verse_number": "10",
                "verse_text": "&apos;Oh, that there were even one among you [whose duty it is to minister to Me] who would shut the gates, so that you would not kindle fire on My altar uselessly [with an empty, worthless pretense]! I am not pleased with you,&apos; says the L ord of hosts, &apos;nor will I accept an offering from your hand."
            },
            {
                "verse_number": "11",
                "verse_text": "For from the rising of the sun, even to its setting, My name shall be great among the nations. In every place incense is going to be offered to My name, and a grain offering that is pure; for My name shall be great among the nations,&apos; says the L ord of hosts."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;But you [priests] profane it when you say, &quot;The table of the Lord is defiled, and as for its fruit, its food is to be despised.&quot;"
            },
            {
                "verse_number": "13",
                "verse_text": "You also say, &quot;How tiresome this is!&quot; And you disdainfully sniff at it,&apos; says the L ord of hosts, &apos;and you bring what was taken by robbery, and the lame or the sick [animals]; this you bring as an offering! Should I receive it with pleasure from your hand?&apos; says the L ord ."
            },
            {
                "verse_number": "14",
                "verse_text": "&apos;But cursed is the swindler who has a male in his flock and vows [to offer] it, but sacrifices to the Lord a blemished or diseased thing! For I am a great King,&apos; says the L ord of hosts, &apos;and My name is to be [reverently and greatly] feared among the nations.&apos;"
            }
        ],
        "2": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Now, O priests, this commandment is for you."
            },
            {
                "verse_number": "2",
                "verse_text": "If you do not listen, and if you do not take it to heart to honor My name,&apos; says the L ord of hosts, &apos;then I will send the curse upon you and I will curse your blessings [on the people]. Indeed, I have cursed them already, because you are not taking it to heart."
            },
            {
                "verse_number": "3",
                "verse_text": "Behold, I am going to rebuke your seed, and I will spread the refuse on your faces, the refuse from the festival offerings; and you will be taken away with it [in disgrace]."
            },
            {
                "verse_number": "4",
                "verse_text": "Then you will know [without any doubt] that I have sent this [new] commandment to you (priests), that My covenant may continue with Levi [the priestly tribe],&apos; says the L ord of hosts."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;My covenant with Levi was [one of] life and peace, and I gave them to him as an object of reverence; so he [and the priests] feared Me and stood in reverent awe of My name."
            },
            {
                "verse_number": "6",
                "verse_text": "True instruction was in Levi&quot;s mouth and injustice was not found on his lips. He walked with Me in peace and uprightness, and he turned many from wickedness."
            },
            {
                "verse_number": "7",
                "verse_text": "For the lips of the priest should guard and preserve knowledge [of My law], and the people should seek instruction from his mouth; for he is the messenger of the L ord of hosts."
            },
            {
                "verse_number": "8",
                "verse_text": "But as for you [priests], you have turned from the way and you have caused many to stumble by your instruction [in the law]. You have violated the covenant of Levi,&apos; says the L ord of hosts."
            },
            {
                "verse_number": "9",
                "verse_text": "&apos;So I have also made you despised and abased before all the people, just as you are not keeping My ways but are showing partiality [to people] in [your administration of] the law.&apos;"
            },
            {
                "verse_number": "10",
                "verse_text": "Do we not all have one Father? Has not one God created us? Why do we deal treacherously with one another, profaning the covenant of our fathers [with God]?"
            },
            {
                "verse_number": "11",
                "verse_text": "Judah has been treacherous (disloyal), and a repulsive act has been committed in Israel and in Jerusalem; for Judah has profaned the sanctuary of the L ord which He loves, and has married the daughter of a foreign god."
            },
            {
                "verse_number": "12",
                "verse_text": "As for the man who does this, may the L ord cut off from the tents of Jacob to the last man those who do this [evil thing], awake and aware, even the one who brings an offering to the L ord of hosts."
            },
            {
                "verse_number": "13",
                "verse_text": "This is another thing you do: you cover the altar of the L ord with tears, with [your own] weeping and sighing, because the L ord no longer regards your offering or accepts it with favor from your hand."
            },
            {
                "verse_number": "14",
                "verse_text": "But you say, &apos;Why [does He reject it]?&apos; Because the L ord has been a witness between you and the wife of your youth, against whom you have dealt treacherously. Yet she is your marriage companion and the wife of your covenant [made by your vows]."
            },
            {
                "verse_number": "15",
                "verse_text": "But not one has done so who has a remnant of the Spirit. And what did that one do while seeking a godly offspring? Take heed then to your spirit, and let no one deal treacherously against the wife of your youth."
            },
            {
                "verse_number": "16",
                "verse_text": "&apos;For I hate divorce,&apos; says the L ord , the God of Israel, &apos;and him who covers his garment with wrong and violence,&apos; says the L ord of hosts. &apos;Therefore keep watch on your spirit, so that you do not deal treacherously [with your wife].&apos;"
            },
            {
                "verse_number": "17",
                "verse_text": "You have wearied the L ord with your words. But you say, &apos;In what way have we wearied Him?&apos; In that you say, &apos;Everyone who does evil is good in the sight of the L ord , and He delights in them,&apos; or [by asking], &apos;Where is the God of justice?&apos;"
            }
        ],
        "3": [
            {
                "verse_number": "1",
                "verse_text": "&apos;Behold, I am going to send My messenger, and he will prepare and clear the way before Me. And the Lord [the Messiah], whom you seek, will suddenly come to His temple; the Messenger of the covenant, in whom you delight, behold, He is coming,&apos; says the L ord of hosts."
            },
            {
                "verse_number": "2",
                "verse_text": "&apos;But who can endure the day of His coming? And who can stand when He appears? For He is like a refiner&quot;s fire and like launderer&quot;s soap [which removes impurities and uncleanness]."
            },
            {
                "verse_number": "3",
                "verse_text": "He will sit as a refiner and purifier of silver, and He will purify the sons of Levi [the priests], and refine them like gold and silver, so that they may present to the L ord [grain] offerings in righteousness."
            },
            {
                "verse_number": "4",
                "verse_text": "Then the offering of Judah and Jerusalem will be pleasing to the L ord as in the days of old and as in ancient years."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Then I will come near you for judgment; I will be a swift witness against sorcerers, against adulterers, against perjurers, and against those who oppress the laborer in his wages and widows and the fatherless, and against those who turn away the alien [from his right], and those who do not fear Me [with awe-filled reverence],&apos; says the L ord of hosts."
            },
            {
                "verse_number": "6",
                "verse_text": "&apos;For I am the L ord , I do not change [but remain faithful to My covenant with you]; that is why you, O sons of Jacob, have not come to an end."
            },
            {
                "verse_number": "7",
                "verse_text": "&apos;Yet from the days of your fathers you have turned away from My statutes and ordinances and have not kept them. Return to Me, and I will return to you,&apos; says the L ord of hosts. &apos;But you say, &quot;How shall we return?&quot;"
            },
            {
                "verse_number": "8",
                "verse_text": "&apos;Will a man rob God? Yet you are robbing Me! But you say, &quot;In what way have we robbed You?&quot; In tithes and offerings [you have withheld]."
            },
            {
                "verse_number": "9",
                "verse_text": "You are cursed with a curse, for you are robbing Me, this whole nation!"
            },
            {
                "verse_number": "10",
                "verse_text": "Bring all the tithes (the tenth) into the storehouse, so that there may be food in My house, and test Me now in this,&apos; says the L ord of hosts, &apos;if I will not open for you the windows of heaven and pour out for you [so great] a blessing until there is no more room to receive it."
            },
            {
                "verse_number": "11",
                "verse_text": "Then I will rebuke the devourer (insects, plague) for your sake and he will not destroy the fruits of the ground, nor will your vine in the field drop its grapes [before harvest],&apos; says the L ord of hosts."
            },
            {
                "verse_number": "12",
                "verse_text": "&apos;All nations shall call you happy and blessed, for you shall be a land of delight,&apos; says the L ord of hosts."
            },
            {
                "verse_number": "13",
                "verse_text": "&apos;Your words have been harsh against Me,&apos; says the L ord . &apos;But you say, &quot;What have we spoken against You?&quot;"
            },
            {
                "verse_number": "14",
                "verse_text": "You have said, &quot;It is useless to serve God. What profit is it if we keep His ordinances, and walk around like mourners before the L ord of hosts?"
            },
            {
                "verse_number": "15",
                "verse_text": "So now we call the arrogant happy and blessed. Evildoers are exalted and prosper; and when they test God, they escape [unpunished].&quot;&nbsp;&apos;"
            },
            {
                "verse_number": "16",
                "verse_text": "Then those who feared the L ord [with awe-filled reverence] spoke to one another; and the L ord paid attention and heard it, and a book of remembrance was written before Him of those who fear the L ord [with an attitude of reverence and respect] and who esteem His name."
            },
            {
                "verse_number": "17",
                "verse_text": "&apos;They will be Mine,&apos; says the L ord of hosts, &apos;on that day when I publicly recognize them and openly declare them to be My own possession [that is, My very special treasure]. And I will have compassion on them and spare them as a man spares his own son who serves him.&apos;"
            },
            {
                "verse_number": "18",
                "verse_text": "Then you will again distinguish between the righteous and the wicked, between the one who serves God and the one who does not serve Him."
            }
        ],
        "4": [
            {
                "verse_number": "1",
                "verse_text": "&apos;For behold, the day is coming, burning like a furnace, and all the arrogant (proud, self-righteous, haughty), and every evildoer shall be stubble; and the day that is coming shall set them on fire,&apos; says the L ord of hosts, &apos;so that it will leave them neither root nor branch."
            },
            {
                "verse_number": "2",
                "verse_text": "But for you who fear My name [with awe-filled reverence] the sun of righteousness will rise with healing in its wings. And you will go forward and leap [joyfully] like calves [released] from the stall."
            },
            {
                "verse_number": "3",
                "verse_text": "You will trample the wicked, for they will be ashes under the soles of your feet on the day that I do this,&apos; says the L ord of hosts."
            },
            {
                "verse_number": "4",
                "verse_text": "&apos;Remember [with thoughtful concern] the Law of Moses My servant, the statutes and the ordinances which I commanded him on [Mount] Horeb [to give] to all Israel."
            },
            {
                "verse_number": "5",
                "verse_text": "&apos;Behold, I am going to send you Elijah the prophet before the coming of the great and terrible day of the L ord ."
            },
            {
                "verse_number": "6",
                "verse_text": "He will turn the hearts of the fathers to their children, and the hearts of the children to their fathers [a reconciliation produced by repentance], so that I will not come and strike the land with a curse [of complete destruction].&apos;"
            }
        ]
    }
}